Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# assert_to_otc_trade
source: The assets have been successfully transferred to the OTC Account. Start OTC trading now.
es_es: Los activos se han transferido con éxito a la cuenta OTC. Inicie el comercio OTC ahora.
zh_cn: 资金已划转至场外账户，马上进行场外交易
zh_hk: 資金已划轉至場外賬戶，馬上進行場外交易

# assert_to_exchange_trade
source: The assets have been successfully transferred to the Exchange Account. Start Exchange trading now.
es_es: Los activos se han transferido con éxito a la cuenta Exchange. Inicie el comercio Exchange ahora.
zh_cn: 资金已划转至币币账户，马上进行币币交易
zh_hk: 資金已划轉至幣幣帳戶，馬上進行進行幣幣交易

# assert_to_margin_borrow
source: The assets have been successfully transferred to the {base/quote} Margin Account.Borrow assets now.
es_es: Los activos se han transferido con éxito a la cuenta Margen {base/quote}. Pedir prestado activos ahora.
zh_cn: 资金已划转至{base/quote}杠杆账户，马上去借币
zh_hk: 資金已划至{base/quote}槓桿賬戶，立即去借幣

# assert_to_margin_trade
source: The assets have been successfully transferred to the {base/quote} Margin Account. Start Margin trading now.
es_es: Los activos se han transferido con éxito a la cuenta Margen {base/quote}. Inicie el comercio Margen ahora.
zh_cn: 资金已划转至{base/quote}杠杆账户，马上进行杠杆交易
zh_hk: 資金已劃轉至{base/quote}槓桿賬戶，立即進行槓桿交易

# exchange_account_no_balance_otc
source: Your Exchange account has insufficient {quote} balance, please buy {quote} in OTC market and then transfer to this account for trading
es_es: Su cuenta de Exchange tiene un saldo {quote} insuficiente, compre {quote} en el mercado OTC y luego transfiéralo a esta cuenta para operar
zh_cn: 您的币币账户{quote}余额不足，请在场外购买{quote}后转入
zh_hk: 您的幣幣賬戶{quote}餘額不足，請在場外購買{quote}後轉入

# exchange_account_no_balance_trans
source: Your Exchange account has insufficient {quote} balance, you can transfer {quote} from other accounts
es_es: Su cuenta de Exchange tiene un saldo {quote} insuficiente, puede transferir {quote} desde otras cuentas
zh_cn: 您的币币账户{quote}余额不足，可从其他账户转入{quote}
zh_hk: 您的幣幣賬戶{quote}餘額不足，可從其他賬戶轉入{quote}

source: Start Borrow
es_es: Empezar a Préstamo
zh_cn: 去借币
zh_hk: 去借幣

# country_alert
source: Please select a country matches your ID
es_es: Seleccione un país que coincida con su ID
zh_cn: 请选择与证件匹配的国家
zh_hk: 請選擇與證件匹配的國家

source: No prompt
es_es: No más recordatorios
zh_cn: 下次不再提示
zh_hk: 下次不再提示

# available_withdraw_amount
source: Available(fee deducted)
es_es: Disponible (tarifa deducida)
zh_cn: 可提数量（已扣除手续费）
zh_hk: 可提數量（已扣除手續費）

# available_money
source: Insufficient balance
es_es: Saldo insuficiente
zh_cn: 可用余额不足!
zh_hk: 可用餘額不足!

# transfer_tips_otc
source: • OTC and Exchange Account can be transferred freely. • The transfer is real-time and free.
es_es: • Las cuentas OTC y Exchange se pueden transferir libremente. • La transferencia es en tiempo real y gratuita.
zh_cn: • 场外账户与币币账户可自由划转 • 资产划转是实时且免费的
zh_hk: • 場外賬戶與幣幣賬戶可自由劃轉 • 資產劃轉是實時且免費的

# transfer_tips_exc
source: • Exchange and OTC Account, Exchange and Margin Account can be transferred freely. • The transfer is real-time and free.
es_es: • La cuenta Exchange y OTC, la cuenta Exchange y Margen se pueden transferir libremente. • La transferencia es en tiempo real y gratuita.
zh_cn: • 币币账户与场外账户可自由划转，币币账户与杠杆账户可自由划转 • 资产划转是实时且免费的
zh_hk: • 幣幣賬戶與場外賬戶可自由劃轉，幣幣賬戶與槓桿賬戶可自由劃轉 • 資產劃轉是實時且免費的

# transfer_tips_margin
source: • Margin and Exchange Account can be transferred freely.Margin accounts can also be transferred freely. • The transfer is real-time and free. • Margin ratio > 50% fund can be transferred out.
es_es: • Las cuentas Margen y Exchange se pueden transferir libremente. Las cuentas de margen también se pueden transferir libremente. • La transferencia es en tiempo real y gratuita. • Margen ratio > 50% del fondo puede transferirse.
zh_cn: • 杠杆账户与币币账户可自由划转，杠杆账户之间也可自由划转 • 资产划转是实时且免费的 • 保证金率＞50%的资金可转出
zh_hk: • 槓桿賬戶與幣幣賬戶可自由劃轉，槓桿賬戶之間也可自由劃轉 • 資產劃轉是實時且免費的 • 保證金率＞50%的資金可轉出

# ad_batchOperate
source: Batch operation
es_es: Gestión de lotes
zh_cn: 批量操作
zh_hk: 批量操作

# ad_allSelect
source: Select all
es_es: Seleccionar todo
zh_cn: 全选
zh_hk: 全選

# ad_batchOperateAlert
source: Select {count1} ads, {count2} succeeded, {count3} failed
es_es: Seleccione {count1} anuncios, {count2} tuvieron éxito, {count3} fallaron
zh_cn: 选中{count1}个广告，成功{count2}个, 失败{count3}个
zh_hk: 選中{count1}個廣告, 成功{count2}個, 失敗{count3}個

# ad_noSelectAlert
source: Please select ads before proceeding
es_es: Seleccione los anuncios antes de continuar
zh_cn: 请选择广告再操作
zh_hk: 請選擇廣告再操作

# NGNRate_Alert
source: The valuation is calculated based on the rate of the advertised price. The rate calculation formula is: NGN price of the ad ➗ the actual price of the currency in USD
es_es: La valoración se calcula en base a la tasa del precio anunciado. La fórmula de cálculo de la tasa es: precio NGN del anuncio ➗ el precio real de la moneda en USD
zh_cn: 此处估值是根据广告报价得出的汇率计算的，汇率计算公式为：广告的NGN价格➗币种美元实际价格
zh_hk: 此處估值是根據廣告報價得出的匯率計算的，匯率計算公式為：廣告的NGN價格➗幣種美元實際價格

source: Retake
es_es: Rehacer
zh_cn: 重拍
zh_hk: 重拍

source: Tips
es_es: Consejos
zh_cn: 提示
zh_hk: 提示

# recordVideo_tip1
source: - Move your face into the box
es_es: - Mueve tu cara hacia la caja
zh_cn: -将脸移入人脸框中
zh_hk: -將臉移入人臉框中

# recordVideo_tip2
source: - Look straight at the camera
es_es: - Mira directamente a la cámara
zh_cn: -您需要直视镜头
zh_hk: -您需要直視鏡頭

# recordVideo_tip3
source: - Light or neutral background
es_es: - Fondo claro o neutro
zh_cn: -在浅色或白色背景拍摄
zh_hk: -在淺色或白色背景拍攝

# finishRecording
source: Finished recording
es_es: Grabación terminada
zh_cn: 完成录制
zh_hk: 完成錄製

# recordAsRequired
source: Make sure to record the video as required.
es_es: Asegúrese de grabar el video según sea necesario.
zh_cn: 确保按要求录制
zh_hk: 確保按要求錄製

# GM
source: Gambia
zh_cn: 冈比亚
zh_hk: 岡比亞

# CG
source: Congo
zh_cn: 刚果
zh_hk: 剛果

# CD
source: Democratic Republic of the Congo
es_es: República Democrática del Congo
zh_cn: 刚果民主共和国
zh_hk: 剛果民主共和國

# CO
source: Colombia
zh_cn: 哥伦比亚
zh_hk: 哥倫比亞

# CR
source: Costa Rica
zh_cn: 哥斯达黎加
zh_hk: 哥斯達黎加

# GD
source: Grenada
es_es: Granada
zh_cn: 格林纳达
zh_hk: 格林納達

# GL
source: Greenland
es_es: Groenlandia
zh_cn: 格陵兰岛
zh_hk: 格陵蘭島

# GE
source: Georgia
zh_cn: 格鲁吉亚
zh_hk: 格魯吉亞

# GP
source: Guadeloupe
es_es: Guadalupe
zh_cn: 瓜德罗普
zh_hk: 瓜德羅普

# GU
source: Guam
zh_cn: 关岛
zh_hk: 關島

# GY
source: Guyana
zh_cn: 圭亚那
zh_hk: 圭亞那

# HT
source: Haiti
es_es: Haití
zh_cn: 海地
zh_hk: 海地

# KR
source: South Korea
es_es: Corea del Sur
zh_cn: 韩国
zh_hk: 韓國

# NL
source: Netherlands
es_es: Países Bajos
zh_cn: 荷兰
zh_hk: 荷蘭

# HN
source: Honduras
zh_cn: 洪都拉斯
zh_hk: 洪都拉斯

# UZ
source: Uzbekistan
es_es: Uzbekistán
zh_cn: 乌兹别克斯坦
zh_hk: 烏茲別克斯坦

# UY
source: Uruguay
zh_cn: 乌拉圭
zh_hk: 烏拉圭

# UA
source: Ukraine
es_es: Ucrania
zh_cn: 乌克兰
zh_hk: 烏克蘭

# UG
source: Uganda
zh_cn: 乌干达
zh_hk: 烏干達

# BN
source: Brunei Darussalam
es_es: Brunéi Darussalam
zh_cn: 文莱
zh_hk: 汶萊

# VE
source: Venezuela
zh_cn: 委内瑞拉
zh_hk: 委內瑞拉

# GT
source: Guatemala
zh_cn: 危地马拉
zh_hk: 危地馬拉

# DJ
source: Djibouti
zh_cn: 吉布提
zh_hk: 吉布提

# CA
source: Canada
es_es: Canadá
zh_cn: 加拿大
zh_hk: 加拿大

# KG
source: Kyrgyzstan
es_es: Kirguistán
zh_cn: 吉尔吉斯斯坦
zh_hk: 吉爾吉斯斯坦

# GN
source: Guinea
zh_cn: 几内亚
zh_hk: 幾內亞

# GH
source: Ghana
zh_cn: 加纳
zh_hk: 加納

# GA
source: Gabon
zh_cn: 加蓬
zh_hk: 加蓬

# KH
source: Cambodia
es_es: Camboya
zh_cn: 柬埔寨
zh_hk: 柬埔寨

# CZ
source: Czech Republic
es_es: República Checa
zh_cn: 捷克
zh_hk: 捷克

# SY
source: Syria
es_es: Siria
zh_cn: 叙利亚
zh_hk: 敘利亞

# HU
source: Hungary
es_es: Hungría
zh_cn: 匈牙利
zh_hk: 匈牙利

# NZ
source: New Zealand
es_es: Nueva Zelanda
zh_cn: 新西兰
zh_hk: 新西蘭

# NC
source: New Caledonia
es_es: Nueva Caledonia
zh_cn: 新喀里多尼亚
zh_hk: 新喀里多尼亞

# SG
source: Singapore
es_es: Singapur
zh_cn: 新加坡
zh_hk: 新加坡

# HK
source: Hong Kong
zh_cn: 中国香港
zh_hk: 中國香港

# GR
source: Greece
es_es: Grecia
zh_cn: 希腊
zh_hk: 希臘

# WS
source: Samoa
zh_cn: 西萨摩亚
zh_hk: 西薩摩亞

# ME
source: Montenegro
zh_cn: 西撒哈拉
zh_hk: 西撒哈拉

# ES
source: Spain
es_es: España
zh_cn: 西班牙
zh_hk: 西班牙

# CM
source: Cameroon
es_es: Camerún
zh_cn: 喀麦隆
zh_hk: 喀麥隆

# QA
source: Qatar
zh_cn: 卡塔尔
zh_hk: 卡塔爾

# KY
source: Cayman Islands
es_es: Islas Caimán
zh_cn: 开曼群岛
zh_hk: 開曼群島

# KM
source: Comoros
es_es: Comoras
zh_cn: 科摩罗
zh_hk: 科摩羅

# XK
source: Kosovo
zh_cn: 科索沃
zh_hk: 科索沃

# CI
source: Côte d'Ivoire
zh_cn: 科特迪瓦
zh_hk: 科特迪瓦

# KW
source: Kuwait
zh_cn: 科威特
zh_hk: 科威特

# HR
source: Croatia
es_es: Croacia
zh_cn: 克罗地亚
zh_hk: 克羅地亞

# KE
source: Kenya
es_es: Kenia
zh_cn: 肯尼亚
zh_hk: 肯雅

# VN
source: Vietnam
zh_cn: 越南
zh_hk: 越南

# JO
source: Jordan
es_es: Jordania
zh_cn: 约旦
zh_hk: 約旦

# VG
source: Virgin Islands, British
es_es: Islas Vírgenes Británicas
zh_cn: 英属维尔京群岛
zh_hk: 英屬維爾京群島

# GB
source: United Kingdom
es_es: Reino Unido
zh_cn: 英国
zh_hk: 英國

# ID
source: Indonesia
zh_cn: 印度尼西亚
zh_hk: 印度尼西亞

# IN
source: India
zh_cn: 印度
zh_hk: 印度

# IT
source: Italy
es_es: Italia
zh_cn: 意大利
zh_hk: 意大利

# IL
source: Israel
zh_cn: 以色列
zh_hk: 以色列

# IR
source: Iran
es_es: Irán
zh_cn: 伊朗
zh_hk: 伊朗

# IQ
source: Iraq
zh_cn: 伊拉克
zh_hk: 伊拉克

# YE
source: Yemen
zh_cn: 也门
zh_hk: 也門

# AM
source: Armenia
zh_cn: 亚美尼亚
zh_hk: 亞美尼亞

# JM
source: Jamaica
zh_cn: 牙买加
zh_hk: 牙買加

# LV
source: Latvia
es_es: Letonia
zh_cn: 拉脱维亚
zh_hk: 拉脫維亞

# LS
source: Lesotho
zh_cn: 莱索托
zh_hk: 萊索托

# LA
source: Lao People's Democratic Republic
es_es: República Democrática Popular Lao
zh_cn: 老挝
zh_hk: 老撾

# LB
source: Lebanon
es_es: Líbano
zh_cn: 黎巴嫩
zh_hk: 黎巴嫩

# LT
source: Lithuania
es_es: Lituania
zh_cn: 立陶宛
zh_hk: 立陶宛

# LR
source: Liberia
zh_cn: 利比里亚
zh_hk: 利比里亞

# LY
source: Libya
es_es: Libia
zh_cn: 利比亚
zh_hk: 利比亞

# LI
source: Liechtenstein
zh_cn: 列支敦士登
zh_hk: 列支敦士登

# RE
source: Reunion
es_es: Reunión
zh_cn: 留尼汪
zh_hk: 留尼汪

# LU
source: Luxembourg
es_es: Luxemburgo
zh_cn: 卢森堡
zh_hk: 盧森堡

# RW
source: Rwanda
es_es: Ruanda
zh_cn: 卢旺达
zh_hk: 盧旺達

# RO
source: Romania
es_es: Rumanía
zh_cn: 罗马尼亚
zh_hk: 羅馬尼亞

# CN
source: China
zh_cn: 中国
zh_hk: 中國

# CF
source: Central African Republic
es_es: República Centroafricana
zh_cn: 中非
zh_hk: 中非

# CL
source: Chile
zh_cn: 智利
zh_hk: 智利

# GI
source: Gibraltar
zh_cn: 直布罗陀
zh_hk: 直布羅陀

# TD
source: Chad
zh_cn: 乍得
zh_hk: 乍得

# ZM
source: Zambia
zh_cn: 赞比亚
zh_hk: 贊比亞

# MG
source: Madagascar
zh_cn: 马达加斯加
zh_hk: 馬達加斯加

# MV
source: Maldives
es_es: Maldivas
zh_cn: 马尔代夫
zh_hk: 馬爾代夫

# MT
source: Malta
zh_cn: 马耳他
zh_hk: 馬耳他

# MW
source: Malawi
zh_cn: 马拉维
zh_hk: 馬拉維

# MY
source: Malaysia
es_es: Malasia
zh_cn: 马来西亚
zh_hk: 馬來西亞

# ML
source: Mali
es_es: Malí
zh_cn: 马里
zh_hk: 馬里

# MK
source: Macedonia
zh_cn: 马其顿
zh_hk: 馬其頓

# MH
source: Marshall Islands
es_es: Islas Marshall
zh_cn: 马绍尔群岛
zh_hk: 馬紹爾群島

# MQ
source: Martinique
es_es: Martinica
zh_cn: 马提尼克
zh_hk: 馬提尼克

# YT
source: Mayotte
zh_cn: 马约特
zh_hk: 馬約特

# MU
source: Mauritius
es_es: Mauricio
zh_cn: 毛里求斯
zh_hk: 毛里裘斯

# MR
source: Mauritania
zh_cn: 毛里塔尼亚
zh_hk: 毛里塔尼亞

# US
source: United States
es_es: Estados Unidos
zh_cn: 美国
zh_hk: 美國

# AS
source: American Samoa
es_es: Samoa Americana
zh_cn: 美属萨摩亚
zh_hk: 美屬薩摩亞

# VI
source: Virgin Islands, U.S.
es_es: Islas Vírgenes, EE.UU.
zh_cn: 美属维尔京群岛
zh_hk: 美屬維爾京群島

# MN
source: Mongolia
zh_cn: 蒙古
zh_hk: 蒙古

# MS
source: Montserrat
zh_cn: 蒙塞拉特岛
zh_hk: 蒙塞拉特島

# BD
source: Bangladesh
zh_cn: 孟加拉国
zh_hk: 孟加拉國

# PE
source: Peru
es_es: Perú
zh_cn: 秘鲁
zh_hk: 秘魯

# FM
source: Micronesia
zh_cn: 密克罗尼西亚联邦
zh_hk: 密克羅尼西亞聯邦

# MM
source: Myanmar
zh_cn: 缅甸
zh_hk: 緬甸

# MD
source: Moldova
zh_cn: 摩尔多瓦
zh_hk: 摩爾多瓦

# MA
source: Morocco
es_es: Marruecos
zh_cn: 摩洛哥
zh_hk: 摩洛哥

# MC
source: Monaco
es_es: Mónaco
zh_cn: 摩纳哥
zh_hk: 摩納哥

# MZ
source: Mozambique
zh_cn: 莫桑比克
zh_hk: 莫桑比克

# MX
source: Mexico
es_es: México
zh_cn: 墨西哥
zh_hk: 墨西哥

# NA
source: Namibia
zh_cn: 纳米比亚
zh_hk: 納米比亞

# ZA
source: South Africa
es_es: Sudáfrica
zh_cn: 南非
zh_hk: 南非

# NP
source: Nepal
zh_cn: 尼泊尔
zh_hk: 尼泊爾

# NI
source: Nicaragua
zh_cn: 尼加拉瓜
zh_hk: 尼加拉瓜

# NE
source: Niger
es_es: Níger
zh_cn: 尼日尔
zh_hk: 尼日爾

# NG
source: Nigeria
zh_cn: 尼日利亚
zh_hk: 尼日利亞

# NO
source: Norway
es_es: Noruega
zh_cn: 挪威
zh_hk: 挪威

# AL
source: Albania
zh_cn: 阿尔巴尼亚
zh_hk: 阿爾巴尼亞

# DZ
source: Algeria
es_es: Argelia
zh_cn: 阿尔及利亚
zh_hk: 阿爾及利亞

# AF
source: Afghanistan
es_es: Afganistán
zh_cn: 阿富汗
zh_hk: 阿富汗

# AR
source: Argentina
zh_cn: 阿根廷
zh_hk: 阿根廷

# AE
source: United Arab Emirates
es_es: Emiratos Árabes Unidos
zh_cn: 阿拉伯联合酋长国
zh_hk: 阿拉伯聯合酋長國

# AW
source: Aruba
zh_cn: 阿鲁巴岛
zh_hk: 阿魯巴島

# OM
source: Oman
es_es: Omán
zh_cn: 阿曼
zh_hk: 阿曼

# AZ
source: Azerbaijan
es_es: Azerbaiyán
zh_cn: 阿塞拜疆
zh_hk: 阿塞拜疆

# EG
source: Egypt
es_es: Egipto
zh_cn: 埃及
zh_hk: 埃及

# ET
source: Ethiopia
es_es: Etiopía
zh_cn: 埃塞俄比亚
zh_hk: 埃塞俄比亞

# IE
source: Ireland
es_es: Irlanda
zh_cn: 爱尔兰
zh_hk: 愛爾蘭

# EE
source: Estonia
zh_cn: 爱沙尼亚
zh_hk: 愛沙尼亞

# AD
source: Andorra
zh_cn: 安道尔
zh_hk: 安道爾

# AO
source: Angola
zh_cn: 安哥拉
zh_hk: 安哥拉

# AI
source: Anguilla
es_es: Anguila
zh_cn: 安圭拉
zh_hk: 安圭拉

# AG
source: Antigua and Barbuda
es_es: Antigua y Barbuda
zh_cn: 安提瓜和巴布达
zh_hk: 安提瓜和巴布達

# AT
source: Austria
zh_cn: 奥地利
zh_hk: 奧地利

# AX
source: Åland Islands
es_es: Islas Åland
zh_cn: 奥兰群岛
zh_hk: 奧蘭群島

# AU
source: Australia
zh_cn: 澳大利亚
zh_hk: 澳大利亞

# MO
source: Macao
zh_cn: 中国澳门
zh_hk: 中國澳門

# BB
source: Barbados
zh_cn: 巴巴多斯
zh_hk: 巴巴多斯

# BS
source: Bahamas
zh_cn: 巴哈马
zh_hk: 巴哈馬

# PK
source: Pakistan
es_es: Pakistán
zh_cn: 巴基斯坦
zh_hk: 巴基斯坦

# PY
source: Paraguay
zh_cn: 巴拉圭
zh_hk: 巴拉圭

# PS
source: Palestinian
es_es: Palestina
zh_cn: 巴勒斯坦
zh_hk: 巴勒斯坦

# BH
source: Bahrain
es_es: Bahrein
zh_cn: 巴林
zh_hk: 巴林

# PA
source: Panama
es_es: Panamá
zh_cn: 巴拿马
zh_hk: 巴拿馬

# BR
source: Brazil
es_es: Brasil
zh_cn: 巴西
zh_hk: 巴西

# BY
source: Belarus
es_es: Belarús
zh_cn: 白俄罗斯
zh_hk: 白俄羅斯

# BM
source: Bermuda
es_es: Bermudas
zh_cn: 百慕大
zh_hk: 百慕大

# BG
source: Bulgaria
zh_cn: 保加利亚
zh_hk: 保加利亞

# MP
source: Northern Mariana Islands
es_es: Islas Marianas del Norte
zh_cn: 北马里亚纳群岛
zh_hk: 北馬里亞納群島

# BJ
source: Benin
zh_cn: 贝宁
zh_hk: 貝寧

# BE
source: Belgium
es_es: Bélgica
zh_cn: 比利时
zh_hk: 比利時

# IS
source: Iceland
es_es: Islandia
zh_cn: 冰岛
zh_hk: 冰島

# PR
source: Puerto Rico
zh_cn: 波多黎各
zh_hk: 波多黎各

# BA
source: Bosnia and Herzegovina
es_es: Bosnia y Herzegovina
zh_cn: 波斯尼亚和黑塞哥维那
zh_hk: 波斯尼亞和黑塞哥維那

# PL
source: Poland
es_es: Polonia
zh_cn: 波兰
zh_hk: 波蘭

# BO
source: Bolivia
zh_cn: 玻利维亚
zh_hk: 玻利維亞

# BZ
source: Belize
es_es: Belice
zh_cn: 伯利兹
zh_hk: 伯利茲

# BW
source: Botswana
es_es: Botsuana
zh_cn: 博茨瓦纳
zh_hk: 博茨瓦納

# BT
source: Bhutan
es_es: Bután
zh_cn: 不丹
zh_hk: 不丹

# BF
source: Burkina Faso
zh_cn: 布基纳法索
zh_hk: 布基納法索

# BI
source: Burundi
zh_cn: 布隆迪
zh_hk: 布隆迪

# PW
source: Palau
zh_cn: 帕劳
zh_hk: 帛琉

# PT
source: Portugal
zh_cn: 葡萄牙
zh_hk: 葡萄牙

# KP
source: North Korea
es_es: Corea del Norte
zh_cn: 朝鲜
zh_hk: 朝鮮

# GQ
source: Equatorial Guinea
es_es: Guinea Ecuatorial
zh_cn: 赤道几内亚
zh_hk: 赤道幾內亞

# TT
source: Trinidad and Tobago
es_es: Trinidad y Tobago
zh_cn: 千里达及托巴哥
zh_hk: 千里達及托巴哥

# DK
source: Denmark
es_es: Dinamarca
zh_cn: 丹麦
zh_hk: 丹麥

# DE
source: Germany
es_es: Alemania
zh_cn: 德国
zh_hk: 德國

# TG
source: Togo
zh_cn: 多哥
zh_hk: 多哥

# DO
source: Dominican Republic
es_es: República Dominicana
zh_cn: 多米尼加共和国
zh_hk: 多米尼加共和國

# DM
source: Dominica
zh_cn: 多米尼克
zh_hk: 多米尼克

# JP
source: Japan
es_es: Japón
zh_cn: 日本
zh_hk: 日本

# SE
source: Sweden
es_es: Suecia
zh_cn: 瑞典
zh_hk: 瑞典

# CH
source: Switzerland
es_es: Suiza
zh_cn: 瑞士
zh_hk: 瑞士

# RU
source: Russian Federation
es_es: Federación de Rusia
zh_cn: 俄罗斯
zh_hk: 俄羅斯

# EC
source: Ecuador
zh_cn: 厄瓜多尔
zh_hk: 厄瓜多爾

# ER
source: Eritrea
zh_cn: 厄立特里亚
zh_hk: 厄立特里亞

# CX
source: Christmas Island
es_es: Isla de Navidad
zh_cn: 圣诞岛
zh_hk: 聖誕島

# KN
source: Saint Kitts and Nevis
es_es: San Cristóbal y Nieves
zh_cn: 圣基茨和尼维斯
zh_hk: 聖吉斯納域斯

# LC
source: Saint Lucia
es_es: Santa Lucía
zh_cn: 圣卢西亚
zh_hk: 聖盧西亞

# SM
source: San Marino
zh_cn: 圣马力诺
zh_hk: 聖馬力諾

# PM
source: St. Pierre and Miquelon
es_es: San Pedro y Miquelón
zh_cn: 圣皮埃尔和密克隆群岛
zh_hk: 聖皮埃爾和密克隆群島

# VC
source: Saint Vincent and the Grenadines
es_es: San Vicente y las Granadinas
zh_cn: 圣文森特和格林纳丁斯
zh_hk: 聖文森特和格林納丁斯

# LK
source: Sri Lanka
zh_cn: 斯里兰卡
zh_hk: 斯里蘭卡

# SK
source: Slovakia
es_es: Eslovaquia
zh_cn: 斯洛伐克
zh_hk: 斯洛伐克

# SI
source: Slovenia
es_es: Eslovenia
zh_cn: 斯洛文尼亚
zh_hk: 斯洛文尼亞

# SZ
source: Swaziland
es_es: Swazilandia
zh_cn: 斯威士兰
zh_hk: 斯威士蘭

# SD
source: Sudan
es_es: Sudán
zh_cn: 苏丹
zh_hk: 蘇丹

# SS
source: South Sudan
es_es: Sudán del Sur
zh_cn: 苏里南
zh_hk: 蘇里南

# SO
source: Somalia
zh_cn: 索马里
zh_hk: 索馬里

# SA
source: Saudi Arabia
es_es: Arabia Saudí
zh_cn: 沙特阿拉伯
zh_hk: 沙特阿拉伯

# SC
source: Seychelles
zh_cn: 塞舌尔
zh_hk: 塞舌爾

# CY
source: Cyprus
es_es: Chipre
zh_cn: 塞浦路斯
zh_hk: 塞浦路斯

# SN
source: Senegal
zh_cn: 塞内加尔
zh_hk: 塞內加爾

# SL
source: Sierra Leone
es_es: Sierra Leona
zh_cn: 塞拉利昂
zh_hk: 塞拉利昂

# RS
source: Serbia
zh_cn: 塞尔维亚
zh_hk: 塞爾維亞

# SV
source: El Salvador
zh_cn: 萨尔瓦多
zh_hk: 薩爾瓦多

# FR
source: France
es_es: Francia
zh_cn: 法国
zh_hk: 法國

# FO
source: Faroe Islands
es_es: Islas Feroe
zh_cn: 法罗群岛
zh_hk: 法羅群島

# PF
source: French Polynesia
es_es: Polinesia Francesa
zh_cn: 法属波利尼西亚
zh_hk: 法屬波利尼西亞

# GF
source: French Guiana
es_es: Guayana Francesa
zh_cn: 法属圭亚那
zh_hk: 法屬圭亞那

# PH
source: Philippines
es_es: Filipinas
zh_cn: 菲律宾
zh_hk: 菲律賓

# FJ
source: Fiji
zh_cn: 斐济
zh_hk: 斐濟

# FI
source: Finland
es_es: Finlandia
zh_cn: 芬兰
zh_hk: 芬蘭

# CV
source: Cape Verde
es_es: Cabo Verde
zh_cn: 佛得角
zh_hk: 佛得角

# TJ
source: Tajikistan
es_es: Tayikistán
zh_cn: 塔吉克斯坦
zh_hk: 塔吉克斯坦

# TO
source: Tonga
zh_cn: 汤加
zh_hk: 湯加

# TZ
source: Tanzania
zh_cn: 坦桑尼亚
zh_hk: 坦桑尼亞

# TH
source: Thailand
es_es: Tailandia
zh_cn: 泰国
zh_hk: 泰國

# TW
source: Taiwan
es_es: Taiwán
zh_cn: 中国台湾
zh_hk: 中國台灣

# TC
source: Turks and Caicos Islands
es_es: Islas Turcas y Caicos
zh_cn: 特克斯和凯科斯群岛
zh_hk: 特克斯和凱科斯群島

# TN
source: Tunisia
es_es: Túnez
zh_cn: 突尼斯
zh_hk: 突尼斯

# TV
source: Tuvalu
zh_cn: 图瓦卢
zh_hk: 圖瓦盧

# TR
source: Turkey
es_es: Turquía
zh_cn: 土耳其
zh_hk: 土耳其

# TM
source: Turkmenistan
es_es: Turkmenistán
zh_cn: 土库曼斯坦
zh_hk: 土庫曼斯坦

# AED
source: United Arab Emirates Dirham
es_es: Dirham de los Emiratos Árabes Unidos
zh_cn: 阿联酋迪拉姆
zh_hk: 阿聯酋迪拉姆

# AFN
source: Afghan Afghani
zh_cn: 阿富汗尼
zh_hk: 阿富汗尼

# ALL
source: Albania Lek
zh_cn: 阿尔巴尼列克
zh_hk: 阿爾巴尼列克

# AMD
source: Armenia Dram
zh_cn: 亚美尼亚德拉姆
zh_hk: 亞美尼亞德拉姆

# ANG
source: Dutch Guilder
es_es: Florín holandés
zh_cn: 荷兰盾
zh_hk: 荷蘭盾

# AOA
source: Angola Kwanza
zh_cn: 安哥拉宽扎
zh_hk: 安哥拉寬扎

# ARS
source: Argentina Peso
es_es: Peso argentino
zh_cn: 阿根廷比索
zh_hk: 阿根廷比索

# AUD
source: Australia Dollar
es_es: Dólar australiano
zh_cn: 澳元
zh_hk: 澳元

# AWG
source: Aruba Florin
zh_cn: 阿鲁巴弗罗林
zh_hk: 阿魯巴弗羅林

# AZN
source: Azerbaijan Manat
zh_cn: 阿塞拜疆马纳特
zh_hk: 阿塞拜疆馬納特

# BAM
source: Bosnia Convertible Mark
zh_cn: 波黑可兑换马克
zh_hk: 波黑可兌換馬克

# BBD
source: Barbados Dollar
es_es: Dólar de Barbados
zh_cn: 巴巴多斯元
zh_hk: 巴巴多斯元

# BDT
source: Bangladesh Taka
zh_cn: 孟加拉国塔卡
zh_hk: 孟加拉國塔卡

# BGN
source: Bulgaria Lev
zh_cn: 保加利亚列弗
zh_hk: 保加利亞列弗

# BHD
source: Bahrain Dinar
es_es: Dinar de Bahrein
zh_cn: 巴林第纳尔
zh_hk: 巴林第納爾

# BIF
source: Burundi Franc
es_es: Franco de Burundi
zh_cn: 布隆迪法郎
zh_hk: 布隆迪法郎

# BMD
source: Bermudian Dollar
zh_cn: 百慕大元
zh_hk: 百慕大元

# BND
source: Brunei Dollar
es_es: Dólar de Brunei
zh_cn: 文莱元
zh_hk: 汶萊元

# BOB
source: Bolivian Boliviano
zh_cn: 玻利维亚诺
zh_hk: 玻利維亞諾

# BRL
source: Brazilian Real
es_es: Real Brasileño
zh_cn: 巴西雷亚尔
zh_hk: 巴西雷亞爾

# BSD
source: Bahamian Dollar
es_es: Dólar de las Bahamas
zh_cn: 巴哈马元
zh_hk: 巴哈馬元

# BTN
source: Bhutanese Ngultrum
zh_cn: 不丹努扎姆
zh_hk: 不丹努扎姆

# BWP
source: Botswana Pula
zh_cn: 博茨瓦纳普拉
zh_hk: 博茨瓦納普拉

# BYN
source: New Belarusian Ruble
es_es: Nuevo rublo bielorruso
zh_cn: 新白俄罗斯卢布
zh_hk: 新白俄羅斯盧布

# BYR
source: Belarusian Ruble
es_es: rublo bielorruso
zh_cn: 白俄罗斯卢布
zh_hk: 白俄羅斯盧布

# BZD
source: Belize Dollar
es_es: Dólar de Belice
zh_cn: 伯利兹元
zh_hk: 伯利茲元

# CAD
source: Canadian Dollar
es_es: Dólar canadiense
zh_cn: 加元
zh_hk: 加元

# CDF
source: Congolese Franc
zh_cn: 刚果法郎
zh_hk: 剛果法郎

# CHF
source: Swiss Franc
es_es: franco suizo
zh_cn: 瑞士法郎
zh_hk: 瑞士法郎

# CLF
source: Chilean Unidad de Fomento
es_es: Unidad de Fomento de Chile
zh_cn: 智利比索(基金)
zh_hk: 智利比索(基金)

# CLP
source: Chilean Peso
es_es: peso chileno
zh_cn: 智利比索
zh_hk: 智利比索

# CNY
source: Chinese Yuan
es_es: CNY-Renminbi
zh_cn: 人民币
zh_hk: 人民幣

# COP
source: Colombia Peso
es_es: Peso colombiano
zh_cn: 哥伦比亚比索
zh_hk: 哥倫比亞比索

# CRC
source: Costa Rica Colon
zh_cn: 哥斯达黎加科朗
zh_hk: 哥斯達黎加科朗

# CUP
source: Cuban Peso
es_es: Peso Cubano
zh_cn: 古巴比索
zh_hk: 古巴比索

# CVE
source: Cape Verde Escudo
es_es: Escudo de Cabo Verde
zh_cn: 佛得角埃斯库多
zh_hk: 佛得角埃斯庫多

# CZK
source: Czech Republic Koruna
es_es: Corona de la República Checa
zh_cn: 捷克克朗
zh_hk: 捷克克朗

# DJF
source: Djiboutian Franc
es_es: Franco Djiboutiano
zh_cn: 吉布提法郎
zh_hk: 吉布提法郎

# DKK
source: Danish Krone
es_es: corona danesa
zh_cn: 丹麦克朗
zh_hk: 丹麥克朗

# DOP
source: Dominican Peso
es_es: Peso Dominicano
zh_cn: 多米尼加比索
zh_hk: 多米尼加比索

# DZD
source: Algerian Dinar
es_es: Dinar argelino
zh_cn: 阿尔及利亚第纳尔
zh_hk: 阿爾及利亞第納爾

# EGP
source: Egyptian Pound
es_es: Libra egipcia
zh_cn: 埃及镑
zh_hk: 埃及鎊

# ERN
source: Eritrean Nakfa
zh_cn: 厄立特里亚纳克法
zh_hk: 厄立特里亞納克法

# ETB
source: Ethiopian Birr
es_es: Birr etíope
zh_cn: 埃塞俄比亚比尔
zh_hk: 埃塞俄比亞比爾

# EUR
source: Euro
zh_cn: 欧元
zh_hk: 歐元

# FJD
source: Fiji Dollar
es_es: Dólar de Fiji
zh_cn: 斐济元
zh_hk: 斐濟元

# FKP
source: Falkland Islands Pound
zh_cn: 福克兰群岛镑
zh_hk: 福克蘭群島鎊

# GBP
source: ritish Pound
es_es: libra esterlina británica
zh_cn: 英镑
zh_hk: 英鎊

# GEL
source: Georgian Lari
es_es: Lari georgiano
zh_cn: 格鲁吉亚拉里
zh_hk: 格魯吉亞拉里

# GHS
source: Ghanaian Cedi
es_es: Cedi de Ghana
zh_cn: 加纳塞地
zh_hk: 加納塞地

# GIP
source: Gibraltar Pound
es_es: Libra de Gibraltar
zh_cn: 直布罗陀镑
zh_hk: 直布羅陀鎊

# GMD
source: Gambian Dalasi
zh_cn: 冈比亚达拉西
zh_hk: 岡比亞達拉西

# GNF
source: Guinean Franc
es_es: franco guineano
zh_cn: 几内亚法郎
zh_hk: 幾內亞法郎

# GTQ
source: Guatemalan Quetzal
es_es: Quetzal guatemalteco
zh_cn: 危地马拉格查尔
zh_hk: 危地馬拉格查爾

# GYD
source: Guyanese Dollar
es_es: Dólar de Guyana
zh_cn: 圭亚那元
zh_hk: 圭亞那元

# HKD
source: Hong Kong Dollar
es_es: Dólar de Hong Kong
zh_cn: 港币
zh_hk: 港幣

# HNL
source: Honduran Lempira
es_es: Lempira hondureña
zh_cn: 洪都拉斯伦皮拉
zh_hk: 洪都拉斯倫皮拉

# HRK
source: Croatian Kuna
es_es: kuna croata
zh_cn: 克罗地亚库纳
zh_hk: 克羅地亞庫納

# HTG
source: Haitian Gourde
zh_cn: 海地古德
zh_hk: 海地古德

# HUF
source: Hungarian Forint
es_es: Forint húngaro
zh_cn: 匈牙利福林
zh_hk: 匈牙利福林

# IDR
source: Indonesian Rupiah
es_es: Rupia indonesia
zh_cn: 印度尼西亚卢比
zh_hk: 印度尼西亞盧比

# ILS
source: Israeli New Shekel
es_es: Nuevo Shekel israelí
zh_cn: 以色列新谢克尔
zh_hk: 以色列新謝克爾

# INR
source: Indian Rupee
es_es: Rupia india
zh_cn: 印度卢比
zh_hk: 印度盧比

# IQD
source: Iraqi Dinar
es_es: Dinar iraquí
zh_cn: 伊拉克第纳尔
zh_hk: 伊拉克第納爾

# IRR
source: Iranian Rial
es_es: Rial iraní
zh_cn: 伊朗里亚尔
zh_hk: 伊朗里亞爾

# ISK
source: Icelandic Krona
es_es: corona islandesa
zh_cn: 冰岛克郎
zh_hk: 冰島克郎

# JMD
source: Jamaican Dollar
es_es: Dólar de Jamaica
zh_cn: 牙买加元
zh_hk: 牙買加元

# JOD
source: Jordanian Dinar
es_es: Dinar jordano
zh_cn: 约旦第纳尔
zh_hk: 約旦第納爾

# JPY
source: Japanese Yen
es_es: Yen japonés
zh_cn: 日元
zh_hk: 日元

# KES
source: Kenyan Shilling
es_es: Chelín keniano
zh_cn: 肯尼亚先令
zh_hk: 肯雅先令

# KGS
source: Kyrgyzstani Som
zh_cn: 吉尔吉斯斯坦索姆
zh_hk: 吉爾吉斯斯坦索姆

# KHR
source: Cambodian Riel
es_es: Riel camboyano
zh_cn: 柬埔寨瑞尔
zh_hk: 柬埔寨瑞爾

# KMF
source: Comorian franc
es_es: Franco comorano
zh_cn: 科摩罗法郎
zh_hk: 科摩羅法郎

# KPW
source: North Korean Won
es_es: Won norcoreano
zh_cn: 朝鲜元
zh_hk: 朝鮮元

# KRW
source: South Korean Won
es_es: Won surcoreano
zh_cn: 韩元
zh_hk: 韓元

# KWD
source: Kuwaiti Dinar
es_es: Dinar kuwaití
zh_cn: 科威特第纳尔
zh_hk: 科威特第納爾

# KYD
source: Cayman Islands Dollar
es_es: Dólar de las Islas Caimán
zh_cn: 开曼群岛元
zh_hk: 開曼群島元

# KZT
source: Kazakstani Tenge
zh_cn: 哈萨克斯坦坚戈
zh_hk: 哈薩克斯坦堅戈

# LAK
source: Lao kip
zh_cn: 老挝基普
zh_hk: 老撾基普

# LBP
source: Lebanese Pound
es_es: Libra libanesa
zh_cn: 黎巴嫩镑
zh_hk: 黎巴嫩鎊

# LKR
source: Sri Lankan Rupee
es_es: Rupia de Sri Lanka
zh_cn: 斯里兰卡卢比
zh_hk: 斯里蘭卡盧比

# LRD
source: Liberian dollar
es_es: dólar liberiano
zh_cn: 利比里亚元
zh_hk: 利比里亞元
