Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# ad_trust
source: Trusted users only
es_es: Sólo usuarios de confianza
zh_cn: 仅限受信任的交易者
zh_hk: 僅限受信任的交易者

# ad_trust_qra
source: If turned on, your advert will only be displayed to traders who you have marked as 'trusted'.
es_es: Si está activado, su anuncio sólo se mostrará a los operadores que haya marcado como 'confiado'
zh_cn: 启用后，仅限于自己信任的用户与本广告交易
zh_hk: 啟用後，僅限於自己信任的用戶與本廣告交易

# ad_margin_warning
source: Please enter a number between -50 and 50
es_es: Por favor, introduzca un número entre -50 y 50
zh_cn: 溢价比例应在-50~50之间
zh_hk: 溢價比例應在-50~50之間

# ad_min_max_warning
source: Min limit should not be greater than max limit
es_es: No se permite un límite mínimo superior al límite máximo
zh_cn: 最小量不能大于最大量
zh_hk: 最小量不能大於最大量

# ad_margin_nil_warning
source: Pleae enter a margin rate
es_es: Por favor, introduzca un margen
zh_cn: 请填写溢价
zh_hk: 請填寫溢價

# ad_min_warning
source: Please enter a min limit
es_es: Por favor, introduzca un límite mínimo
zh_cn: 请填写最小量
zh_hk: 請填寫最小量

# ad_max_warning
source: Please enter a max limit
es_es: Por favor, introduzca un límite máximo
zh_cn: 请填写最大量
zh_hk: 請填寫最大量

# ad_paywindow_nil_warning
source: Please enter a trade time limit
es_es: Por favor, introduzca un límite de tiempo de operación
zh_cn: 请填写收款期限
zh_hk: 請填寫付款期限

# ad_min_limit
source: The min limit should be higher than XX
es_es: El límite mínimo debe ser superior a XX
zh_cn: 最小量不能低于XX
zh_hk: 最小量不能低於XX

# ad_paytime_warning
source: The payment window limit has not been specified
es_es: No se ha especificado el límite de la ventana de pago
zh_cn: 请填写付款期限
zh_hk: 請填寫付款期限

# ad_message_warning
source: Plese enter your terms of trade
es_es: Por favor, introduzca sus condiciones comerciales
zh_cn: 请设置广告留言
zh_hk: 請填寫廣告留言

# ad_message_too_long
source: Terms can not exceed 4096 characters
es_es: Limitado a 500 caracteres o menos
zh_cn: 请输入500字符内的广告留言
zh_hk: 請輸入500字符內的廣告留言

# ad_opentime_warning
source: Start time should be earlier than end time
es_es: La hora de inicio debe ser anterior a la hora de finalización
zh_cn: 开放时间不能大于结束时间
zh_hk: 開放時間不能大於結束時間

# ad_close
source: Close
es_es: Cerrar
zh_cn: 关闭
zh_hk: 關閉

# country/area
source: Country/Region
zh_cn: 国家/地区
zh_hk: 國家/地區

# phone_log
source: Phone Log in
es_es: Iniciar sesión con teléfono
zh_cn: 手机登录
zh_hk: 手機登錄

# mail_log
source: Email Log in
es_es: Iniciar sesión con correo electrónico
zh_cn: 邮箱登录
zh_hk: 郵箱登錄

# mail
source: Email
zh_cn: 邮箱
zh_hk: 郵箱

# mail_placeholder
source: Enter email
es_es: Ingresa email
zh_cn: 请输入邮箱
zh_hk: 請輸入郵箱地址

# mail_warning
source: Please enter email address correctly
es_es: Por favor, introduzca la dirección de correo electrónico correctamente
zh_cn: 请输入正确的邮箱
zh_hk: 請輸入正確的郵箱

source: Login password
es_es: Contraseña de inicio de sesión
zh_cn: 登录密码
zh_hk: 登錄密碼

# login_password_placeholder
source: Enter password
es_es: Introducir contraseña
zh_cn: 请输入登录密码
zh_hk: 請輸入登錄密碼

source: Log in
es_es: Iniciar sesión
zh_cn: 登录
zh_hk: 登錄

# forget_password
source: Forgot password
es_es: ¿Olvidó su contraseña
zh_cn: 忘记密码
zh_hk: 忘記密碼？

# phone
source: Phone number
es_es: Número de teléfono
zh_cn: 手机号码
zh_hk: 手機號碼

# phone_placeholder
source: Enter phone number
es_es: Introduzca el número de teléfono
zh_cn: 请输入手机号码
zh_hk: 請輸入手機號碼

# phone_warning
source: Please enter a valid phone number
es_es: Por favor, introduzca un número de teléfono válido
zh_cn: 请输入正确的手机号码
zh_hk: 請輸入正確的手機號碼

# phone_register
source: Sign up by phone
es_es: Registro móvil
zh_cn: 手机注册
zh_hk: 手機註冊

# mail_register
source: Sign up by email
es_es: Registro de email
zh_cn: 邮箱注册
zh_hk: 郵箱註冊

# ver_code
source: Verification code
es_es: Código de verificación
zh_cn: 验证码
zh_hk: 驗證碼

# ver_code_placeholder
source: Enter verification code
es_es: Introduzca el código verificación
zh_cn: 请输入验证码
zh_hk: 請輸入驗證碼

# get_ver_code
source: Send
es_es: Enviar
zh_cn: 获取验证码
zh_hk: 獲取驗證碼

# read_delegate_head
source: I agree to CoinCola's
es_es: Estoy de acuerdo con los Términos
zh_cn: 已阅读并同意
zh_hk: 已閱讀並同意

# read_delegate_trail
source: <Terms of Service> and <Privacy Policy>
es_es: <de Servicio> y <Política de Privacidad> de CoinCola
zh_cn: 《CoinCola 产品服务条款》
zh_hk: 《CoinCola 產品服務條款》

source: Next
es_es: Siguiente
zh_cn: 下一步
zh_hk: 下一步

# confirm
source: OK
zh_cn: 确认
zh_hk: 確認

# send_again
source: resend
es_es: reenviar
zh_cn: 再次发送
zh_hk: 再次發送

# reget
source: send
es_es: enviar
zh_cn: 重新获取
zh_hk: 重新獲取

# find_phone
source: Phone
es_es: Teléfono
zh_cn: 手机找回
zh_hk: 手機找回

# find_mail
source: Email
es_es: Correo electrónico
zh_cn: 邮箱找回
zh_hk: 郵箱找回

# nickname_lab
source: Your username is your main identity on CoinCola and cannot be changed
es_es: Su nombre de usuario es su identidad principal en CoinCola y no se puede cambiar
zh_cn: 昵称是您重要的身份标识，设置后不能修改，请输入英文昵称
zh_hk: 昵稱是您重要的身份標識，設置後不能修改，請輸入英文昵稱

# nickname
source: username
es_es: nombre de usuario
zh_cn: 昵称
zh_hk: 昵稱

# nickname_placeholder
source: Enter real name
es_es: Introducir nombre real
zh_cn: 请输入您的昵称
zh_hk: 請輸入您的昵稱

# finish_register
source: Register
es_es: Registrar
zh_cn: 完成注册
zh_hk: 完成註冊

# register_success
source: Registration is successful
es_es: El registro es exitoso
zh_cn: 注册成功
zh_hk: 註冊成功

# reset_lab
source: Enter new password
es_es: Introducir nueva contraseña
zh_cn: 请输入您的新密码
zh_hk: 請輸入您的新密碼

# reset_fund_lab
source: Please set your new password
es_es: Después de cambiar su contraseña, no puede retirar o transferir activos de criptomonedas en las próximas 24 horas
zh_cn: 请您重新设置新资金密码
zh_hk: 請您重新設置新資金密碼

source: New password
es_es: Nueva contraseña
zh_cn: 新密码
zh_hk: 新密碼

# new_password_placeholder
source: Enter new password
es_es: Introducir nueva contraseña
zh_cn: 请输入您的新密码
zh_hk: 請輸入您的新密碼

# new_confirm
source: Comfirm
es_es: Confirmar
zh_cn: 再次确认
zh_hk: 再次確認

# new_confirm_placeholder
source: Comfirm password
es_es: Confirmar contraseña
zh_cn: 请再次确认您的密码
zh_hk: 請再次確認您的密碼

source: Contact us
es_es: Contáctenos
zh_cn: 联系我们
zh_hk: 聯繫我們

# contact_us_lab
source: If you have any problems on CoinCola, you can contact our customer support team via our Live Chat service, by emailing contact@coincola.com. Users from mainland China can contact us via WeChat or QQ.
es_es: Si tiene algún problema con CoinCola, puede ponerse en contacto con nuestro equipo de atención al cliente a través de nuestro servicio de chat en directo, enviando un correo electrónico a contact@coincola.com. Los usuarios de China continental pueden ponerse en contacto con nosotros a través de WeChat o QQ
zh_cn: 在CoinCola遇到任何问题需要求助，可关注CoinCola官方微信客服，或CoinCola官方QQ客服进行咨询
zh_hk: 在CoinCola遇到任何問題需要求助，可關注CoinCola官方微信客服，或CoinCola官方QQ客服進行諮詢

# contact_us_wechat
source: CoinCola's WeChat:coincola5
es_es: WeChat de CoinCola: coincola5
zh_cn: 官方微信:coincola5
zh_hk: 官方微信:coincola5

# contact_us_qq
source: CoinCola's QQ:3095279839
zh_cn: 官方QQ:3095279839
zh_hk: 官方QQ:3095279839

# contact_us_image_lab
source: CoinCola
zh_cn: CoinCola可盈可乐
zh_hk: CoinCola可盈可樂

# invite_rule_line1
source: Referral Program Rules
es_es: Reglas del Programa de referidos
zh_cn: 奖励规则
zh_hk: 獎勵規則

# invite_rule_v3
source: 1. Log in or register a CoinCola account to get your invitation link and QR code.2. Share your invitation link with your friends and ask them to complete an order on CoinCola. 4. You will receive a referral payout each time a referred friend completes an order. You’ll get a full 0.1% of the trading volume of every completed trade. 5. Referral payouts will be credited to your CoinCola wallet once trades are completed. 6. CoinCola reserves the right to investigate any suspicious activity related to the CoinCola Referral Program.
es_es: 1. Inicie sesión o regístrese en una cuenta de CoinCola para obtener su enlace de invitación personal y su código QR. 2. Comparta su enlace de invitación con sus amigos y pídales que completen un pedido en CoinCola. 3. Todo usuario que se registre a través del enlace o código QR será atribuido a su cuenta de CoinCola como un "amigo referido". Todos tus amigos referidos están vinculados a tu cuenta. Solo se puede atribuir un usuario a su cuenta como amigo referido una unica vez. 4. Recibirá un pago de referencia cada vez que un amigo referido complete un pedido. Obtendrá un 0.1% completo del volumen de operaciones de cada operación completada. 5. Los pagos de referencia se acreditarán a su cartera CoinCola una vez que se completen los intercambios. 6. CoinCola se reserva el derecho de investigar cualquier actividad sospechosa relacionada con el Programa de Recomendación de CoinCola.
zh_cn: 1. 登录可盈可乐，可在“邀请好友“页面分享图片或者链接到朋友圈或者微信好友； 2. 好友接受邀请后，币币或场外交易每完成一笔交易，您都可以获得返佣奖金，金额为该笔交易费率的七分之一。 3. 奖金以相应数字资产形式，在当笔交易完成之后即刻发送到您的CoinCola钱包中，可在钱包的交易明细中查看记录； 4.同一用户仅能被邀请一次； 5. CoinCola保留随时对返佣规则进行调整的权利.
zh_hk: 1.登入可盈可樂，可在“邀請好友“頁面分享圖片或者連結到朋友圈或者微信好友； 2.好友接受邀請後，幣幣或場外交易每完成一筆交易，您都可以獲得返傭獎金，金額為該筆交易費率的七分之一。 3.獎金以相應數位資產形式，在當筆交易完成之後即刻發送到您的CoinCola錢包中，可在錢包的交易明細中查看記錄； 4.同一用戶僅能被邀請一次； 5. CoinCola保留隨時對返傭規則進行調整的權利.

# invite_rule_line2
source: 1.Share CoinCola with your friends (text or link above). 2.Every user that registers via the text or the link will be attributed to your CoinCola account as a “referred friend”. All your “referred friends” are linked to your account permanently. 3.For each successful transaction your referred friend(s) complete, you’ll
es_es: 1. Comparta CoinCola con sus amigos (texto o enlace arriba). 2. Cada usuario que se registre a través del enlace o código QR será atribuido a su cuenta de CoinCola como "amigo recomendado". Todos sus amigos referidos están vinculados a su cuenta. 3. Después de cada transacción exitosa de sus amigos referidos, usted
zh_cn: 1. 任选一种邀请方式分享给你的好友，并通过链接注册成功； 2. 注册之后每一笔成功交易，您都将获得一笔比特币奖金，金额为
zh_hk: 1. 任選壹種邀請方式分享給妳的好友，並通過鏈接註冊成功； 2. 註冊之後每壹筆成功交易，您都將獲得壹筆比特幣獎金，金額為

# invite_rule_line3
source: earn 0.1% of the total transaction amount.
es_es: obtiene el 0.1% de la cantidad de la transacción antedicha
zh_cn: 交易额的0.1%；
zh_hk: 交易額的0.1%；

# invite_rule_line4
source: 4. The same user can only be invited once. 5.CoinCola reserves the right to investigate any suspicious or inappropriate activity related to the activity.
es_es: 4. El mismo usuario sólo puede ser invitado una vez. 5. CoinCola se reserva el derecho de investigar cualquier actividad sospechosa o inapropiada relacionada con la actividad
zh_cn: 3. 奖金以比特币形式，在当日发送到您的CoinCola钱包中； 4. 同一用户仅能被邀请一次； 5. CoinCola保留对活动的解释权。
zh_hk: 3. 獎金以比特幣形式，在當日發送到您的CoinCola錢包中； 4. 同壹用戶僅能被邀請壹次； 5. CoinCola保留對活動的解釋權。

# invite_rule_line5
source: Example: Let’s say one of your friends registers on CoinCola through the referral link you sent them. If he or she successfully makes a 100 BTC trade, you will earn 0.1% from the trade’s transaction fee, (worth 0.1 BTC in this case).
es_es: Ejemplo: Digamos que uno de sus amigos se registra en CoinCola a través del enlace de referencia que les envió. Si él o ella realiza con éxito una operación de 100 BTC, usted ganará el 0,1% de la comisión de transacción de la operación, (con un valor de 0,1 BTC en este caso)
zh_cn: 举例：当您带来一个在CoinCola.com 注册的用户，如果他成功交易一笔100 BTC 的交易，您可以从这个交易者的交易费中赚取0.1%，您挣得的总数是0.1 BTC。
zh_hk: 舉例：當您帶來壹個在CoinCola.com 註冊的用戶，如果他成功交易壹筆100 BTC 的交易，您可以從這個交易者的交易費中賺取0.1%，您掙得的總數是0.1 BTC。

# invite_text
source: Start trading now. Join CoinCola and be a part of the crypto revolution!
es_es: Comience a operar ahora. Únase a CoinCola y forme parte de la revolución cripto
zh_cn: CoinCola，比特币全球交易平台，多重加密安全机制，零费率快捷买卖。快来一起领取比特币大红包吧！
zh_hk: CoinCola，比特幣全球交易平台，多重加密安全機制，零費率快捷買賣。快來一起領取比特幣大紅包吧！

# invite_send
source: Send invitation
es_es: Enviar invitación
zh_cn: 发送邀请
zh_hk: 發送邀請

# about_us_lab
source: www.coincola.com @2018 COINCOLA All Rights Reserved
es_es: www.coincola.com @2018 COINCOLA Todos los derechos reservados
zh_cn: www.coincola.com @2018 COINCOLA版权所有
zh_hk: www.coincola.com @2018 COINCOLA版權所有

# about_us_image_lab
source: CoinCola official WeChat:coincola5
es_es: CoinCola oficial en WeChat: coincola5
zh_cn: CoinCola官方微信 手机搜索微信:coincola5
zh_hk: CoinCola官方微信 手機搜索微信:coincola5

# suggestion_lab
source: We are constantly working to improve our services and would love to hear your feedback.
es_es: Estamos trabajando constantemente para mejorar nuestros servicios y nos encantaría escuchar sus comentarios...
zh_cn: 因为有您宝贵建议，我们会努力做的更好，请输入反馈内容...
zh_hk: 因為有您寶貴建議，我們會努力做的更好，請輸入反饋內容...

# suggestion_wechat
source: WeChat
zh_cn: 微信号
zh_hk: 微信號

# suggestion_phone
source: Phone
es_es: Teléfono
zh_cn: 手机号
zh_hk: 手機號

# suggestion_mail
source: Email
es_es: Correo electrónico
zh_cn: 邮箱号
zh_hk: 郵箱號

# suggestion_placeholder
source: Optional
es_es: Opcional
zh_cn: 选填，便于联系您
zh_hk: 選填，便於聯繫您

source: Submit
es_es: Enviar
zh_cn: 提交
zh_hk: 提交

# setting_realname
source: Identity Verification
es_es: Verificación de identidad
zh_cn: 实名认证
zh_hk: 實名認證

# setting_fund_pw
source: Payment password
es_es: Contraseña de pago
zh_cn: 资金密码
zh_hk: 資金密碼

# setting_bind_phone
source: Bind phone
es_es: Enlazar teléfono
zh_cn: 绑定手机
zh_hk: 綁定手機

# setting_bind_mail
source: Bind Email
es_es: Verificación móvil
zh_cn: 绑定邮箱
zh_hk: 綁定郵箱

source: Verified
es_es: Verificado
zh_cn: 已认证
zh_hk: 已認證

# not_verified
source: Unverified
es_es: Inconfirmado
zh_cn: 未认证
zh_hk: 未認證

# setted
source: Set
es_es: Establecer
zh_cn: 已设置
zh_hk: 已設置

# not_setting
source: Unset
es_es: Desarmado
zh_cn: 未设置
zh_hk: 未設置

# binded
source: Bound
es_es: Vinculado
zh_cn: 已绑定
zh_hk: 已綁定

# unbinding
source: Unbound
es_es: Sin vincular
zh_cn: 未绑定
zh_hk: 未綁定

# setting_realname_ok
source: Your identity has been verified
es_es: Su identidad ha sido verificada
zh_cn: 您已实名认证
zh_hk: 您已實名認證

# setting_bind_mail_ok
source: Your email address has been linked to your CoinCola account
es_es: Su dirección de correo electrónico ha sido enlazada a su cuenta de CoinCola
zh_cn: 您已绑定邮箱
zh_hk: 您已綁定郵箱

# realname_lab
source: Please complete the identity authentication process to protect your transactions and your legal rights. CoinCola provides secure identity authentication services and offers a high level of data security protection. Once you have successfully completed identity authentication, it cannot be modified or de-registered. Please provide accurate identity information.
es_es: Por favor, complete el proceso de autenticación de identidad para proteger sus transacciones y sus derechos legales. CoinCola proporciona servicios de autenticación de identidad segura y ofrece un alto nivel de protección de seguridad de datos. Una vez que haya completado correctamente la autenticación de identidad, no podrá modificarla ni cancelarla. Por favor, proporcione información de identidad exacta
zh_cn: 为确保交易安全，保障您的合法权益，请您完成身份验证！ 我们提供安全高效的实时联网官方身份认证服务，具有更高级别的安全保护。身份验证一旦成功，不予修改和解除认证。建议您谨慎选择，真实填写
zh_hk: 為確保交易安全，保障您的合法權益，請您完成身份驗證！ 我們提供安全高效的實時聯網官方身份認證服務，具有更高級別的安全保護。身份驗證一旦成功，不予修改和解除認證。建議您謹慎選擇，真實填寫

source: Name
es_es: Nombre
zh_cn: 姓名
zh_hk: 姓名

# name_placeholder
source: Enter your name
es_es: Introduzca su nombre
zh_cn: 请输入姓名
zh_hk: 請輸入姓名

source: ID card
es_es: Identificación
zh_cn: 身份证
zh_hk: 身份證

# idcard_placeholder
source: Enter your ID number
es_es: Introduzca su número de identificación
zh_cn: 请输入身份证号码
zh_hk: 請輸入身份證號碼

# realname_promise
source: I confirm that the documents I have submitted belong to me and I have not submitted forged, or third party documents.Default select while click submit
es_es: Confirmo que los documentos que he presentado me pertenecen y no he presentado documentos falsificados o de terceros.Selecciona por defecto mientras haces clic en enviar.
zh_cn: 我承诺提交的信息属于本人所有，不存在盗用他人证件的行为。点击提交即默认勾选。
zh_hk: 我承諾提交的信息屬於本人所有，不存在盜用他人證件的行為。點擊提交即默認勾選。

# realname_idcard_warning
source: Please enter your ID card details correctly.
es_es: Por favor, introduzca los datos de la tarjeta de identificación correctamente
zh_cn: 请填写正确的身份证号码
zh_hk: 請填寫正確的身份證號碼

# fund_title_set
source: Set payment password
es_es: Establecer la contraseña del fondo
zh_cn: 设置资金密码
zh_hk: 設置資金密碼

# fund_title_reset
source: Reset payment password
es_es: Restablecer contraseña de fondos
zh_cn: 重置资金密码
zh_hk: 重置資金密碼

# fund_lab
source: Please set a payment password to protect your cryptocurrency assets from being misappropriated by others
es_es: Por favor, establezca una contraseña de pago para proteger sus activos en criptomonedas de ser malversados por otros
zh_cn: 设置资金密码将用于数字资产的提款，保护您的数字资产不被他人轻易盗用
zh_hk: 設置資金密碼將用於數字資產的提款，保護您的數字資產不被他人輕易盜用

# import_password
source: Enter password
es_es: Introducir contraseña
zh_cn: 输入密码
zh_hk: 輸入密碼

# fund_password_placeholder
source: Enter payment password
es_es: Introducir contraseña de pago
zh_cn: 请设置资金密码
zh_hk: 請設置資金密碼

# fund_modify_lab
source: You have set a payment password. If you want to change it later please follow the steps below
es_es: Ha establecido una contraseña de pago. Si desea cambiarla más tarde, por favor siga los siguientes pasos
zh_cn: 您已设置资金密码，如需修改请根据以下提示操作！
zh_hk: 您已設置資金密碼，如需修改請根據以下提示操作！

# fund_origin_password_placeholder
source: Enter your old payment password
es_es: Introduzca su contraseña de pago anterior
zh_cn: 请输入原资金密码
zh_hk: 請輸入原資金密碼

# fund_forget_password
source: Forgot your old payment password?
es_es: ¿Olvidó su contraseña de pago?
zh_cn: 忘记原资金密码?
zh_hk: 忘記原資金密碼?

# bind_phone_lab
source: Your linked phone number wiill be used for password recovery and to verify your identity
es_es: Su número de teléfono vinculado se utilizará para recuperar la contraseña y verificar su identidad
zh_cn: 绑定手机将用于密码找回和资金安全认证等操作，是您账户重要的安全保障
zh_hk: 綁定手機將用於密碼找回和資金安全認證等操作，是您賬戶重要的安全保障

# bind_phone_modify_lab
source: Current phone number
es_es: Número móvil actual
zh_cn: 当前手机号
zh_hk: 您當前綁定的手機號碼

# bind_phone_modify_placeholder
source: Enter your current linked phone number
es_es: Introduzca su número de teléfono actual vinculado
zh_cn: 请输入已绑定的手机号
zh_hk: 請輸入已綁定的手機號

# unbind_phone
source: Unlink
es_es: Desenlazar
zh_cn: 解绑手机号码
zh_hk: 解綁手機號碼

# bind_mail_lab
source: Linked email will be used to recover password and for identity verification
es_es: El correo electrónico enlazado se utilizará para recuperar la contraseña y para verificar la identidad
zh_cn: 绑定邮箱将用于密码找回和资金安全认证等操作，是您账户重要的安全保障
zh_hk: 綁定郵箱將用於密碼找回和資金安全認證等操作，是您賬戶重要的安全保障

# reset_login_password_title
source: Change password
es_es: Modificar contraseña
zh_cn: 修改登录密码
zh_hk: 修改登錄密碼

# reset_login_password
source: Set password
es_es: establecer contraseña
zh_cn: 设置登录密码
zh_hk: 設置登錄密碼

# reset_login_password_placeholder
source: Enter password
es_es: Introducir contraseña
zh_cn: 请设置登录密码
zh_hk: 請設置登錄密碼

# reset_login_password_again_placeholder
source: Enter password again
es_es: Introducir contraseña de nuevo
zh_cn: 请再次输入登录密码
zh_hk: 請再次輸入登錄密碼

# modify_login_password_lab
source: Change password
es_es: Modificar contraseña
zh_cn: 修改您的登录密码
zh_hk: 修改您的登錄密碼

# origin_login_password_lab
source: Old password
es_es: Contraseña antigua
zh_cn: 原登录密码
zh_hk: 原登錄密碼

# origin_login_password_lab_placeholder
source: Enter old password
es_es: Introducir contraseña antigua
zh_cn: 请输入原登录密码
zh_hk: 請輸入原登錄密碼

# trust_your_trusted
source: Trusted
es_es: Confío
zh_cn: 我信任的人
zh_hk: 您信任的人

# trust_trust_you
source: Trusted by
es_es: Confía en mi
zh_cn: 信任我的人
zh_hk: 信任您的人

# trust_no_trusting
source: Not trusting
zh_cn: 暂无信任的人
zh_hk: 暫無信任的人

# trust_no_shield
source: Unblocked
es_es: Desbloqueado
zh_cn: 暂无屏蔽的人
zh_hk: 暫無屏蔽的人

# trust_you_shield
source: Blocked
es_es: Bloquearme
zh_cn: 我屏蔽的人
zh_hk: 您屏蔽的人

# merchant
source: Trades:
es_es: Transacción:
zh_cn: 交易
zh_hk: 交易

# trust
source: Trusted
es_es: Confiado
zh_cn: 信任
zh_hk: 信任

# merchant_with_him
source: Traded with user
es_es: Negociado con el usuario
zh_cn: 和Ta交易过
zh_hk: 和Ta交易過

source: times
es_es: veces
zh_cn: 次
zh_hk: 次

# his_ad
source: Offers
es_es: Ofertas
zh_cn: Ta发布的广告
zh_hk: Ta發佈的廣告

# my_merchant_with_him
source: Trades between us
es_es: Comercios entre nosotros
zh_cn: 我和Ta的交易
zh_hk: 我和Ta的交易

source: No AD
es_es: No hay anuncios
zh_cn: 暂无广告
zh_hk: 暫無廣告

# my_merchant
source: Trades
es_es: Operaciones
zh_cn: 我的交易
zh_hk: 我的交易

# no_merchant_sell
source: No Trade
es_es: No hay operaciones
zh_cn: 暂无出售交易
zh_hk: 暫無出售交易

# no_merchant_buy
source: No Trade
es_es: No hay operaciones
zh_cn: 暂无购买交易
zh_hk: 暫無購買交易

# ad_down_success
source: Success!
es_es: ¡Éxitoso!
zh_cn: 下架成功
zh_hk: 下架成功

# ad_up_success
source: Success!
es_es: ¡Éxitoso!
zh_cn: 上架成功
zh_hk: 上架成功

# ad_sell
source: SELL
es_es: VENDER
zh_cn: 出售广告
zh_hk: 出售廣告

# ad_buy
source: BUY
es_es: COMPRAR
zh_cn: 购买广告
zh_hk: 購買廣告

# create_time
source: Creation time
es_es: Creado en
zh_cn: 创建时间
zh_hk: 創建時間

source: Wallet
es_es: Cartera
zh_cn: 钱包
zh_hk: 錢包

# trade_detail
source: Details
es_es: Detalles
zh_cn: 交易明细
zh_hk: 交易明細

# get_bitcoin
source: Receive
es_es: Recibir
zh_cn: 接收
zh_hk: 接收

# send_bitcoin
source: Send
es_es: Enviar
zh_cn: 发送
zh_hk: 發送

# you_can_send_most
source: You can send at most
es_es: Puede enviar como máximo
zh_cn: 您最多可以发送
zh_hk: 您最多可以發送

# wallet_will_come
source: Receiving
es_es: Próximamente
zh_cn: 即将到达的转账
zh_hk: 即將到達的轉賬

# wallet_will_go
source: Processing
es_es: Procesando
zh_cn: 正在处理中的转账
zh_hk: 正在處理中的轉賬

source: Refresh
es_es: Actualizar
zh_cn: 刷新
zh_hk: 刷新

source: count
es_es: conteo
zh_cn: 发送数量
zh_hk: 發送數量

# go_address
source: External address
es_es: Dirección externa
zh_cn: 转出地址
zh_hk: 轉出地址

# wallet_alert_title
source: Transfer confirmation
es_es: Confirmación de transferencia
zh_cn: 确认发送
zh_hk: 確認發送

# wallet_alert_detail
source: Are your sure you want to send XX assets to this address?
es_es: ¿Está seguro de que quiere enviar activos XX a esta dirección?
zh_cn: 你确认向此地址发送XX吗?
zh_hk: 你確認向此地址發送XX嗎?

# wallet_alert_ok
source: send
es_es: Enviar
zh_cn: 发送
zh_hk: 發送

# wallet_send_qra_btc
source: Note: Sending BTC through the BTC network usually takes 10 minutes. The BTC network transfer fee is 0.0009 BTC. Completed transfers are recorded in the 'Transaction History' section of your wallet account. Internal transfers between your OTC and Exchange accounts, as well as transfers to other CoinCola users are free.
es_es: Nota: El envío de BTC a través de la red BTC suele tardar 10 minutos. La tarifa de transferencia de la red BTC es de 0,0009 BTC. Las transferencias completadas se registran en la sección "Historial de transacciones" de su cuenta de cartera. Las transferencias internas entre sus cuentas OTC y Exchange, así como las transferencias a otros usuarios de CoinCola son gratuitas
zh_cn: 温馨提示：在BTC网络发送BTC，通常需要10分钟，BTC网络转账费为 XX BTC；CoinCola会先审核后再广播到BTC网络，正在处理中代表平台正在审核中，处理完毕的您可以在交易明细中查看到转账详情。在平台内相互转账是实时到账且免费的。
zh_hk: 溫馨提示：在BTC網絡發送BTC，通常需要10分鐘，BTC網絡轉賬費為 0.0009 BTC；CoinCola會先審核後再廣播到BTC網絡，正在處理中代表平臺正在審核中，處理完畢的您可以在交易明細中查看到轉賬詳情。在平臺內相互轉賬是實時到賬且免費的。

# wallet_receive_qra_btc
source: Note: It is usually takes 10 minutes to receive BTC via the BTC network. The minimum deposit amount is 0.0002 BTC, we will not process any amounts less than this amount. Internal transfers between your OTC and Exchange accounts, as well as transfers to other CoinCola users are free.
es_es: Nota: Normalmente se tarda 10 minutos en recibir BTC a través de la red BTC. La cantidad mínima de depósito es de 0,0002 BTC, no procesaremos ninguna cantidad menor a esta cantidad. Las transferencias internas entre sus cuentas OTC y Exchange, así como las transferencias a otros usuarios de CoinCola son gratuitas
zh_cn: 温馨提示：在BTC网络接收BTC通常需要10分钟。我们会在收到BTC网络1个确认后给您入账。最低存入金额为0.0002 BTC，我们不会处理少于该金额的BTC存入请求。在平台内相互转账是实时到账且免费的。
zh_hk: 溫馨提示：在BTC網絡接收BTC通常需要10分鐘。我們會在收到BTC網絡1個確認後給您入賬。最低存入金額為0.0002 BTC，我們不會處理少於該金額的BTC存入請求。在平臺內相互轉賬是實時到賬且免費的。
