Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# buy_coin
source: Buy
es_es: Comprar
zh_cn: 我要购买
zh_hk: 我要購買

# sell_coin
source: Sell
es_es: Vender
zh_cn: 我要出售
zh_hk: 我要出售

# msg
source: Message
es_es: Mensaje
zh_cn: 消息
zh_hk: 訊息

# mine
source: Account
es_es: Cuenta
zh_cn: 我的
zh_hk: 我的

# mybuy
source: Buy order
es_es: Orden de compra
zh_cn: 我购买的
zh_hk: 我購買的

# mysell
source: Sell order
es_es: Orden de venta
zh_cn: 我出售的
zh_hk: 我出售的

# myad
source: Advertisements
es_es: Anuncios
zh_cn: 我的广告
zh_hk: 我的廣告

# betrusted
source: Trusted
es_es: Confiado
zh_cn: 受信任的
zh_hk: 受信任的

# invite
source: Invite friends
es_es: Invitar amigos
zh_cn: 邀请好友
zh_hk: 邀請好友

# service
source: Live Chat Support
es_es: Soporte de chat en vivo
zh_cn: 在线客服
zh_hk: 在線客服

# helpcenter
source: Help
es_es: Ayuda
zh_cn: 帮助中心
zh_hk: 幫助中心

# suggest
source: Feedback
es_es: Comentarios
zh_cn: 建议反馈
zh_hk: 建議反饋

source: About Us
es_es: Nosotros
zh_cn: 关于我们
zh_hk: 關於我們

# setting
source: Settings
es_es: Ajustes
zh_cn: 设置
zh_hk: 設置

source: Log out
es_es: Cerrar sesión
zh_cn: 登出
zh_hk: 登出

# PLACED_ORDER
source: Created
es_es: Creado
zh_cn: 已下单
zh_hk: 已下單

# BUYER_PAID
source: Paid
es_es: Pagado
zh_cn: 买家已付款
zh_hk: 買家已付款

source: Seller confirmed
es_es: Vendedor confirmado
zh_cn: 卖家已确认收款
zh_hk: 賣家已確認收款

source: Buyer commented
es_es: Comprador comentado
zh_cn: 买家已评论
zh_hk: 買家已評論

source: Seller commented
es_es: Vendedor comentado
zh_cn: 卖家已评论
zh_hk: 賣家已評論

# FINISHED
source: Completed
es_es: Terminado
zh_cn: 已完成
zh_hk: 已完成

source: Closed
es_es: Cerrado
zh_cn: 买家下单后取消交易
zh_hk: 買家下單后取消交易

# PAID_CLOSED
source: Trade canceled after buyer has paid
es_es: Operación cancelada
zh_cn: 买家付款后取消交易
zh_hk: 買家付款后取消交易

source: Expired
es_es: Vencido
zh_cn: 交易过期
zh_hk: 交易過期

source: Active
es_es: En progreso
zh_cn: 进行中
zh_hk: 進行中

# HAVE_FINISHED
source: Finished
es_es: Terminado
zh_cn: 已结束
zh_hk: 已結束

# OVER
source: COMPLETE
es_es: COMPLETO
zh_cn: 已完成
zh_hk: 已完成

source: HIDDEN
es_es: OCULTO
zh_cn: 隐藏
zh_hk: 隱藏

# DISABLED
source: Deactivated
es_es: Desactivar
zh_cn: 已下架
zh_hk: 已下架

source: Forbidden
es_es: Prohibido
zh_cn: 已禁用
zh_hk: 已禁用

source: Received
es_es: Recibido
zh_cn: 收到
zh_hk: 收到

source: Sent
es_es: Enviado
zh_cn: 发送
zh_hk: 發送

# ALL_all
source: All
es_es: Todos
zh_cn: 全部
zh_hk: 全部

# NETWORK_IN
source: External deposit
es_es: Depósito externo
zh_cn: 网络转入
zh_hk: 網絡轉入

# NETWORK_OUT
source: External withdraw
es_es: Retiro externo
zh_cn: 网络转出
zh_hk: 網絡轉出

# PLATFORM_IN
source: Internal deposit
es_es: Depósito interno
zh_cn: 平台转入
zh_hk: 平台轉入

# PLATFORM_OUT
source: Internal withdraw
es_es: Retiro interno
zh_cn: 平台转出
zh_hk: 平台轉出

# TRADE_IN
source: Buy
es_es: Comprar
zh_cn: 交易买入
zh_hk: 交易買入

# TRADE_OUT
source: Sell
es_es: Vender
zh_cn: 交易卖出
zh_hk: 交易賣出

source: Fee
es_es: Comisión
zh_cn: 手续费
zh_hk: 手續費

source: Internal deposit
es_es: Depósito interno
zh_cn: 平台转入
zh_hk: 平台轉入

source: External deposit
es_es: Depósito externo
zh_cn: 网络转入
zh_hk: 網絡轉入

source: Internal withdraw
es_es: Retiro interno
zh_cn: 平台转出
zh_hk: 平台轉出

source: External withdraw
es_es: Retiro externo
zh_cn: 网络转出
zh_hk: 網絡轉出

# TRADING_COMMISSION
source: Reward
es_es: Recompensa
zh_cn: 提成奖励
zh_hk: 提成獎勵

source: SELL
es_es: VENDER
zh_cn: 出售
zh_hk: 出售

source: BUY
es_es: COMPRAR
zh_cn: 购买
zh_hk: 購買

# buy_shortMsg1
source: Hi
es_es: Hola
zh_cn: 你好，请问在吗？
zh_hk: 你好，請問在嗎？

# buy_shortMsg2
source: What payment method would you prefer me to use?
es_es: ¿Qué método de pago prefiere que utilice?
zh_cn: 请问怎么给你付款
zh_hk: 請問怎麼給你付款

# buy_shortMsg3
source: Hi, I have completed the payment, please release the cryptocurrency
es_es: Hola, he completado el pago, por favor libera el criptomonedas
zh_cn: 你好，我已经付款了，麻烦放币
zh_hk: 你好，我已經付款了，麻煩放幣

# sell_shortMsg1
source: Hi
es_es: Hola
zh_cn: 你好，请问在吗？
zh_hk: 你好，請問在嗎？

# sell_shortMsg2
source: Please add a note with the trade ID when you are sending the payment
es_es: Por favor, añada una nota con el ID de la operación cuando envíe el pago
zh_cn: 支付时请备注订单编号
zh_hk: 支付時請備註訂單號

# sell_shortMsg3
source: Please send payment. I will release the cryptocurrency once I've received notifcation of your payment.
es_es: Por favor, envíe el pago. Liberaré el criptomonedas una vez que haya recibido la notificación de su pago
zh_cn: 请及时付款，我确认收款后就会给你放币
zh_hk: 請及時付款，我確認收款后就會給你放幣

# add_shortMsg
source: Add message
es_es: Agregar mensaje
zh_cn: 添加常用语
zh_hk: 添加常用語

# modify_shortMsg
source: Modify message
es_es: Modificar mensaje
zh_cn: 修改常用语
zh_hk: 修改常用語

# import_shortMsg
source: Enter message
es_es: Introducir mensaje
zh_cn: 输入常用语
zh_hk: 輸入常用語

# sayStr
source: Enter message
es_es: Introducir mensaje
zh_cn: 聊一聊
zh_hk: 聊一聊

source: OK
zh_cn: 确定
zh_hk: 確認

source: Cancel
es_es: Cancelar
zh_cn: 取消
zh_hk: 取消

# system_chat_place_order
source: This trade has been created, waiting for Buyer to pay
es_es: El vendedor ha reiniciado el pedido. El comprador debe continuar para completar el pago.
zh_cn: 已下单，等待买家付款
zh_hk: 已下單，等待買家付款

# system_chat_expiration_warning
source: Buyer has not confirmed the payment for this trade, please confirm it as soon as possible, or this trade will be canceled automatically
es_es: El Comprador no ha confirmado el pago de esta operación, por favor confírmelo lo antes posible, o esta operación se cancelará automáticamente
zh_cn: 请买家及时付款，否则超时将自动取消
zh_hk: 請買家及時付款，否則超時將自動取消

# system_chat_buyer_paid
source: Buyer has paid, please verify payment and release coins assets to Buyer
es_es: El comprador marca como pagado. Vendedor verifique el pago y libere las monedas al Comprador.
zh_cn: 买家标记已付款，等待卖家释放币
zh_hk: 買家已標記付款，等待賣家釋放幣

# system_chat_not_paid_complaining
source: Seller has opened a dispute – Seller hasn't received money but Buyer has marked the payment as complete
es_es: El Vendedor ha abierto una disputa - El Vendedor no ha recibido dinero pero el Comprador ha marcado el pago como completo
zh_cn: 卖家发起申诉,买家标记已付款，但卖家未收到款项
zh_hk: 賣家發起申訴買家標記已付款，但賣家未收到款項

# system_chat_idle_seller_complaining
source: Buyer has opened a dispute: Buyer has sent payment but Seller has not released cryptocurrency assets yet.
es_es: El Comprador ha abierto una disputa: El Comprador ha enviado el pago, pero el Vendedor no ha liberado los activos en criptomonedas todavía.
zh_cn: 买家发起申诉，买家已付款，但卖家未释放币
zh_hk: 買家發起申訴，買家已付款，但賣家未釋放幣

# system_chat_seller_confirmed
source: Seller has released the cryptocurrency assets. Please leave a review.
es_es: El vendedor ha lanzado la criptomoneda, comente sobre esta transacción.
zh_cn: 卖家已释放币，等待交易双方的评价
zh_hk: 賣家已釋放幣，等待交易雙方的評論

# system_chat_buyer_commented
source: Buyer has left a review for the Seller. We suggest the Seller also leave a review for the Buyer
es_es: El Comprador ha dejado una reseña para el Vendedor. Sugerimos que el Vendedor también deje una reseña para el Comprador
zh_cn: 买家已评价，等待卖家的评价
zh_hk: 買家已評論，等待賣家的評論

# system_chat_seller_commented
source: Seller has left a review for the Buyer. We suggest that the Buyer also leave a review for the Seller
es_es: El vendedor ha enviado comentarios, esperando los comentarios del comprador.
zh_cn: 卖家已评价，等待买家的评价
zh_hk: 賣家已評論，等待買家的評論

# system_chat_arbitration_closed
source: Trade dispute result: Buyer has not paid,the seller won and cryptocurrency have been unfrozen
es_es: Resultado de la disputa: el comprador ha pagado con sinceridad, el comprador ganó. Las monedas se han entregado al comprador, la transacción ha finalizado.
zh_cn: 交易仲裁：买家未付款，已解冻币
zh_hk: 交易仲裁：買家未付款，已解凍幣

# system_chat_arbitration_confirmed
source: Trade dispute status – Seller has paid, the cryptocurrency assets have been released
es_es: Estado de la disputa comercial - El vendedor ha pagado, los activos de criptomonedas han sido liberados
zh_cn: 交易仲裁：买家已付款，已释放币
zh_hk: 交易仲裁：買家已付款，已釋放幣

# system_chat_finished
source: Both sides have left a review, the trade is now complete
es_es: Ambas partes han dejado una reseña, el comercio está ahora completo
zh_cn: 双方已完成评价
zh_hk: 雙方已完成評論

# system_chat_closed
source: This trade has been canceled by Buyer
es_es: Comprador marcado como pagado, pero canceló el comercio.
zh_cn: 买家已拍下，但买家取消了交易
zh_hk: 買家已拍下，但買家取消了交易

# system_chat_paid_closed
source: Buyer has paid, but canceled the trade
es_es: El comprador ha pagado, pero ha cancelado la operación
zh_cn: 买家标记已付款，但买家取消了交易
zh_hk: 買家標記已付款，但買家取消了交易

# system_chat_expired
source: Expired. This trade has now closed
es_es: El comprador no lo marcó como pagado, el pedido venció y se canceló automáticamente.
zh_cn: 超时自动取消交易
zh_hk: 超時自動取消交易

# waiting_paid
source: Paying
es_es: En pago
zh_cn: 待付款
zh_hk: 待付款

# waiting_release
source: Awaiting release
es_es: liberando
zh_cn: 待释放
zh_hk: 待釋放

# wating_receive
source: Awaiting delivery
es_es: Esperando entrega
zh_cn: 待收币
zh_hk: 待收幣

# complaining
source: Open dispute
es_es: Disputa abierta
zh_cn: 申诉中
zh_hk: 申訴中

# wating_comment
source: Feedback required
es_es: Comentario
zh_cn: 待评价
zh_hk: 待評論

# trade_completed
source: Complete
es_es: Completo
zh_cn: 已完成
zh_hk: 已完成

# trade_closed
source: Closed
es_es: Cerrado
zh_cn: 已关闭
zh_hk: 已關閉

# send_image
source: Send photo
es_es: Enviar imagen
zh_cn: 发送图片
zh_hk: 發送圖片

# choese_image_source
source: Choose source
es_es: elegir origen
zh_cn: 请选择图片来源
zh_hk: 請選擇圖片來源

source: Album
es_es: Álbum
zh_cn: 相册
zh_hk: 相冊

# camera
source: Take Photo
es_es: Tomar foto
zh_cn: 拍照片
zh_hk: 拍照片

# image_message
source: [Image]
es_es: [Imagen]
zh_cn: [图片]
zh_hk: [圖片]

source: Price
es_es: Precio
zh_cn: 报价
zh_hk: 報價

# min_max_limit
source: Limits
es_es: Límites
zh_cn: 限额
zh_hk: 限額

# order_number
source: Trade ID
es_es: Comercio ID
zh_cn: 订单编号
zh_hk: 訂單編號

# trade_amount
source: Amount
es_es: Cantidad
zh_cn: 交易金额
zh_hk: 交易金額

# trade_count
source: Trades
es_es: Operaciones
zh_cn: 交易次数
zh_hk: 交易次數

# trade_price
source: Price
es_es: Precio
zh_cn: 交易价格
zh_hk: 交易價格

# trade_time
source: Time
es_es: Hora
zh_cn: 交易时间
zh_hk: 交易時間

source: Buyer
es_es: Comprador
zh_cn: 买家
zh_hk: 買家

source: Seller
es_es: Vendedor
zh_cn: 卖家
zh_hk: 賣家

source: Ad Message
es_es: Términos de intercambio
zh_cn: 广告留言
zh_hk: 廣告留言

# cancel_trade
source: Cancel
es_es: Cancelar
zh_cn: 取消交易
zh_hk: 取消交易

# mark_paid
source: I have paid
es_es: Marcar pago completo
zh_cn: 标记付款
zh_hk: 標記付款

# release_coin
source: Release XX
es_es: Liberar XX
zh_cn: 释放XX
zh_hk: 釋放XX

# remind_seller
source: Remind
es_es: Recordar
zh_cn: 提醒卖家
zh_hk: 提醒賣家

# trade_eva
source: Comment
es_es: Comentario
zh_cn: 交易评价
zh_hk: 交易評論

# goto_wallet
source: Wallet
es_es: Cartera
zh_cn: 查看钱包
zh_hk: 查看錢包

# cancel_trade_buyer
source: Buyer canceled
es_es: Comprador cancelado
zh_cn: 买家取消交易
zh_hk: 買家取消交易

# cancel_trade_seller
source: Buyer canceled
es_es: Comprador cancelado
zh_cn: 买家取消了交易
zh_hk: 買家取消了交易

# restart_hosted_buyer
source: If you have paid, remind Seller to restart trade
es_es: Si se paga, recuerde al Vendedor que debe reiniciar la operación
zh_cn: 如果您已付款，请联系卖家重新打开交易
zh_hk: 如果您已付款，請联系賣家重新打開交易

# restart_hosted_seller
source: Restart trade
es_es: Reiniciar operación
zh_cn: 重启托管
zh_hk: 重啓托管

# contact_server
source: Contact Customer Service
es_es: Contactar con el servicio de Atención al Cliente
zh_cn: 联系客服处理
zh_hk: 聯系客服處理

# explaination_place_order
source: This trade will be saved in the system
es_es: Esta operación se guardará en el sistema
zh_cn: XX将在托管中保存
zh_hk: XX將在托管中保存

# explaination_place_order_trail
source: mins. After this time, the trade will expire
zh_cn: 分钟，逾期未付款交易将自动取消
zh_hk: 分鍾，逾期未付款交易將自動取消

# explaination_buyer_paid_buyer
source: Please contact your trade partner to request payment
es_es: Póngase en contacto con su socio comercial para solicitar el pago
zh_cn: 请主动联系对方确认款项，对方确认后将释放XX给您
zh_hk: 請主動聯系對方確認款項，對方確認後將釋放XX給您

# explaination_buyer_paid_seller
source: Buyer has clicked the Mark Payment Complete button, please confirm you have received the money, and release the XX to buyer
es_es: El Comprador ha hecho clic en el botón Marcar pago completo, por favor confirme que ha recibido el dinero, y libere el XX al Comprador
zh_cn: 买家已标记付款完成，请确认后手动释放XX
zh_hk: 買家已標記付款完成，請確認後手動釋放XX

# explaination_seller_confirmed_buyer
source: XX received, please review this trade
es_es: XX recibido, por favor reseñe esta operación
zh_cn: 已收到XX，请对交易做出评价
zh_hk: 已收到XX，請對交易做出評論

# explaination_seller_confirmed_seller
source: XX released, please review this trade
es_es: XX liberado, por favor reseñe esta operación
zh_cn: 已释放XX，请对交易做出评价
zh_hk: 已釋放XX，請對交易做出評論

# explaination_eva_ok
source: Trade successfully reviewed
es_es: Comercio reseñado con éxito
zh_cn: 交易成功，已评价交易
zh_hk: 交易成功，已評論交易

# explaination_closed
source: Buyer has canceled this trade
es_es: El Comprador ha cancelado esta operación
zh_cn: 买家已下单，但买家取消了交易
zh_hk: 買家已下單，但買家取消了交易

# explaination_paid_closed
source: Buyer marked payment as complete but canceled the trade
es_es: El Comprador marcó el pago como completo pero canceló la operación
zh_cn: 买家标记已付款，但买家取消了交易
zh_hk: 買家標記已付款，但買家取消了交易

# explaination_expired_buyer
source: This trade has expired because you have not paid within the stipulated time
es_es: Esta operación ha caducado porque no ha pagado en el tiempo estipulado
zh_cn: 您未及时标记付款完成，订单超时自动取消
zh_hk: 您未及時標記付款完成，訂單超時自動取消

# explaination_expired_seller
source: This trade will be automatically canceled when the time limit expires. If Buyer has completed payment you will be able to re-open this trade
es_es: Esta operación se cancelará automáticamente cuando caduque el plazo. Si el Comprador ha completado el pago, usted podrá reabrir esta operación
zh_cn: 订单超时自动取消，如果买家已付款，您可重启托管
zh_hk: 訂單超時自動取消，如果買家已付款，您可重啓托管

# explaination_complaining
source: A dispute has been raised for this trade. Please contact customer service to resolve the dispute
es_es: Se ha hecho una disputa para este comercio. Póngase en contacto con el servicio de Atención al Cliente para resolver la disputa
zh_cn: 交易出现纠纷，请联系客服处理
zh_hk: 交易出現糾紛，請聯系客服處理

# explaination_completed
source: Trade is complete, please leave a review
es_es: El Comercio está completo, por favor deje un comentario
zh_cn: 交易完成，请做出评价
zh_hk: 交易完成，請做出評論

# explaination_complain_finished
source: The dispute has been resolved, XX wins the case
es_es: La disputa ha sido resuelta, XX gana el caso
zh_cn: 申诉已仲裁，XX赢
zh_hk: 申訴已仲裁，XX贏

# copy_success
source: Copied to clipboard
es_es: Copiado al portapapeles
zh_cn: 复制成功
zh_hk: 複制成功

# cancel_trade_discription
source: Are you sure you want to cancel and close this trade? If you have completed your payment please do not cancel this trade
es_es: ¿Está seguro de que quiere cancelar y cerrar esta operación? Si ha completado su pago, por favor, no cancele esta operación
zh_cn: 您确认要取消并关闭该交易吗？ 如果已经向卖家付款，请不要取消交易。
zh_hk: 您確認要取消並關閉該交易嗎？ 如果已經向賣家付款，請不要取消交易。

# cancel_trade_alert_cancel
source: Cancel
es_es: Cancelar
zh_cn: 我再想想
zh_hk: 我再想想

# cancel_trade_alert_ok
source: OK
zh_cn: 确认取消
zh_hk: 確認取消

# alert_seller_release
source: I have completed the payment, please release XX.
es_es: He completado el pago, por favor libere a XX.
zh_cn: 我已付款，请尽快释放XX
zh_hk: 我已付款，請盡快釋放XX

# buyer_paid_discription_head
source: Make sure you have paid as specified in
es_es: Asegúrese de que ha pagado como se especifica en
zh_cn: 请确认是否已付款
zh_hk: 請確認是否已付款

# buyer_paid_discriptin_trail
source: 's terms of trade; and you have completed your payment as seller specified. If you are not sure how to make the payment, please ask for more information from the seller or cancel this trade.
es_es: 'lo términos de comercio de; y ha completado su pago como el Vendedor especificó. n Si no está seguro de cómo realizar el pago, solicite más información al Vendedor o cancele esta operación.
zh_cn: 的交易条款； 并且已经按照对方的说明如约付款 如果您不确定如何付款，请联系对方沟通付款细节，或取消交易
zh_hk: 的交易條款； 並且已經按照對方的說明如約付款 如果您不確認如何付款，請聯系對方溝通付款細節，或取消交易

# buyer_paid_alert_title
source: Confirm Payment
es_es: Confirmar pago
zh_cn: 付款确认
zh_hk: 付款確認

# buyer_paid_alert_cancel
source: Cancel
es_es: Cancelar
zh_cn: 我还没有付款
zh_hk: 我還沒有付款

# buyer_paid_alert_ok
source: OK
zh_cn: 确认付款完成
zh_hk: 確認付款完成

# seller_confirmed_discription_head
source: Please ensure you have received payment from
es_es: Por favor, asegúrese de que ha recibido el pago de
zh_cn: 请确认是否已经收到了来自
zh_hk: 請確認是否已經收到了來自

# seller_confirmed_discription_trail
source: If you haven't received payment from the Buyer, please do not release your XX assets
es_es: Si no ha recibido el pago del Comprador, por favor no libere sus activos XX
zh_cn: 的付款？如果您未收到款项，请勿放行托管中的XX。
zh_hk: 的付款？如果您未收到款項，請勿放行托管中的XX。

# seller_confirmed_alert_title
source: Confirm Release
es_es: Confirmar liberación
zh_cn: 确认释放XX
zh_hk: 確認釋放XX

# seller_confirmed_alert_cancel
source: Cancel
es_es: Cancelar
zh_cn: 取消
zh_hk: 取消

# seller_confirmed_alert_ok
source: OK
zh_cn: 确定
zh_hk: 確認

# remind_after_five_min
source: Please try again in 5 mins
es_es: Por favor, inténtelo de nuevo en 5 minutos
zh_cn: 请过5分钟后再提醒吧
zh_hk: 請過5分鍾後再提醒吧

source: Edit
es_es: Editar
zh_cn: 编辑
zh_hk: 編輯

source: Contact
es_es: Contacto
zh_cn: 联系对方
zh_hk: 聯繫對方

# trade_min_max
source: Limits
es_es: Límites
zh_cn: 交易限额
zh_hk: 交易限額

source: User
es_es: Usuario
zh_cn: 用户
zh_hk: 用戶

# trade_times
source: Amount
es_es: Importe
zh_cn: 交易数量
zh_hk: 交易數量

# trust_count
source: Trusted
es_es: Confiado
zh_cn: 信任人数
zh_hk: 信任人數

# praise
source: Rating:
es_es: Calificación:
zh_cn: 好评率
zh_hk: 好評率

# history_trade
source: Volume
es_es: Volumen
zh_cn: 历史成交
zh_hk: 歷史成交

# how_much_you_want_buy
source: How much do you want to buy?
es_es: ¿Cuánto quieres comprar?
zh_cn: 你想购买多少？
zh_hk: 你想購買多少？

# how_much_you_want_sell
source: How much do you want to sell?
es_es: ¿Cuánto quieres vender?
zh_cn: 你想出售多少？
zh_hk: 你想出售多少？

# input_buying_count
source: Volume
es_es: Volumen
zh_cn: 输入买入数量
zh_hk: 輸入買入數量

# input_selling_count
source: Volume
es_es: Volumen
zh_cn: 输入卖出数量
zh_hk: 輸入賣出數量

# write_your_message
source: Please leave your contact details or other information for your trading partner
es_es: Por favor, deje sus datos de contacto u otra información para su socio comercial
zh_cn: 在这里给交易伙伴留下您的联系方式或者其他信息
zh_hk: 在這裏給交易夥伴留下您的聯系方式或者其他信息

# please_import_buy_count
source: Enter Amount
es_es: Ingrese el importe
zh_cn: 请输入购买金额
zh_hk: 請輸入購買金額

# please_import_sell_count
source: Enter Amount
zh_cn: 请输入出售金额
zh_hk: 請輸入出售金額

# buy_order
source: Buy
es_es: Comprar
zh_cn: 购买
zh_hk: 購買

# sell_order
source: Sell
es_es: Vender
zh_cn: 出售
zh_hk: 出售

# ad_warning_title_head
source: A minimun balance of
es_es: Un saldo mínimo de
zh_cn: 您的钱包余额不足
zh_hk: 余額需大于

# ad_warning_title_trail
source: XX is required for your advertisement to be displayed.
es_es: XX es necesario para que se muestre su anuncio
zh_cn: XX 广告将无法正常显示
zh_hk: XX，發布的廣告才能正常顯示

# ad_price
source: Price
es_es: Precio
zh_cn: 价 格
zh_hk: 價 格

# ad_price_qra
source: The trade price will be updated every 10 minutes based on the reference price and margin rate.
es_es: El precio comercial se actualizará cada 10 minutos basándose en el precio de referencia y la tasa de margen
zh_cn: 基于溢价比例得出的报价，10分钟更新一次
zh_hk: 基于溢價比例得出的報價，10分鍾更新一次

# ad_publish
source: Publish
es_es: Publicar
zh_cn: 发 布
zh_hk: 發 布

# ad_country
source: Location
es_es: Ubicación
zh_cn: 所 在 地
zh_hk: 所 在 地

# ad_country_qra
source: Select the country to advertise in.
es_es: Por favor, seleccione el país en el que desea comerciar
zh_cn: 请选择你要发布广告的国家。
zh_hk: 請選擇你要發布廣告的國家。

# ad_currency
source: Currency
es_es: Moneda
zh_cn: 货 币
zh_hk: 貨 幣

# ad_currency_qra
source: Select the currency you want to trade.
es_es: Seleccione la divisa que desea operar
zh_cn: 您希望交易付款的货币类型
zh_hk: 您希望交易付款的貨幣類型

# ad_margin
source: Margin
es_es: Margen
zh_cn: 溢 价
zh_hk: 溢 價

# ad_margin_placeholder
source: Margin
es_es: Margen
zh_cn: 根据市场的溢价比例
zh_hk: 根據市場的溢價比例

# ad_margin_qra
source: Price = Market price * (1 + margin rate).
es_es: Precio = Precio de mercado * (1 + tipo de margen)
zh_cn: 基于市场价的溢出比例，市场价是根据部分大型交易所实时价格得出的，确保您的报价趋于一个相对合理范围，比如当前价格为1000，溢价比例为10%，那么价格为1100
zh_hk: 基于市場價的溢出比例，市場價是根據部分大型交易所實時價格得出的，確保您的報價趨于一個相對合理範圍，比如當前價格為1000，溢價比例為10%，那麽價格為1100

# ad_most
source: Min price
es_es: Precio mínimo
zh_cn: 最 低 价
zh_hk: 最 低 價

# ad_most_placeholder
source: Min price
es_es: Precio mínimo
zh_cn: 广告最低可成交的价格
zh_hk: 廣告最低可成交的價格

# ad_most_qra
source: We help you maintain a stable profit when prices fluctuate. For example, if the market price is 1000 or less, your ad will still display a price of 1000(reference price * (1 + Margin)).
es_es: Le ayudamos a mantener un beneficio estable cuando los precios fluctúan. Por ejemplo, si el precio de mercado es 1000 o menos, su anuncio seguirá mostrando un precio de 1000 (precio de referencia * (1 + Margen))
zh_cn: 广告最低可成交的价格，可帮助您在价格剧烈波动时保持稳定的盈利，比如最低价为1000，市场价处于1000以下时，您的广告将依旧以1000的价格展示出来
zh_hk: 廣告最低可成交的價格，可幫助您在價格劇烈波動時保持穩定的盈利，比如最低價為1000，市場價處於1000以下時，您的廣告將依舊以1000的價格展示出來

# ad_min
source: Min limit
es_es: Límite mínimo
zh_cn: 最 小 量
zh_hk: 最 小 量

# ad_min_placeholder
source: Min limit
es_es: Límite mínimo
zh_cn: 每一笔交易额的最小限额
zh_hk: 每一筆交易額的最小限額

# ad_min_qra
source: Amount min limit.
es_es: Límite mínimo del importe
zh_cn: 一次交易的最低的交易限制
zh_hk: 一次交易的最低的交易限制

# ad_max
source: Max limit
es_es: Límite máximo
zh_cn: 最 大 量
zh_hk: 最 大 量

# ad_max_placeholder
source: Max limit
es_es: Límite máximo
zh_cn: 每一笔交易额的最大限额
zh_hk: 每一筆交易額的最大限額

# ad_max_qra
source: Amount max limit.
es_es: Límite máximo del importe
zh_cn: 一次交易中的最大交易限制，您的钱包余额也会影响最大量的设置
zh_hk: 一次交易中的最大交易限制，您的錢包餘額也會影響最大量的設置

# ad_payment
source: Payment
es_es: Pago
zh_cn: 付款方式
zh_hk: 付款方式

# ad_payment_qra
source: Please choose the most convienient payment method for both you and the buyer.
es_es: Por favor, elija el método de pago más conveniente tanto para usted como para el Comprador
zh_cn: 您需指定一种最有效的付款方式，以帮助对方更快与你达成交易。
zh_hk: 您需指定一種最有效的付款方式，以幫助對方更快與你達成交易。

# ad_receipt
source: Payment methods
es_es: Vías de pago
zh_cn: 收款方式
zh_hk: 收款方式

# ad_receipt_qra
source: Please leave detailed payment information for the buyer.
es_es: Por favor, deje información de pago detallada para el Comprador
zh_cn: 您需指定一种最有效的收款方式，并填写详细的收款信息，方便买家与您交易。
zh_hk: 您需指定一種最有效的收款方式，並填寫詳細的收款信息，方便買家與您交易。

# ad_paytime
source: Payment window
es_es: Ventana de pago
zh_cn: 付款期限
zh_hk: 付款期限

# ad_paytime_placeholder
source: minutes
es_es: minutos
zh_cn: 请输入付款期限
zh_hk: 請輸入付款期限

# ad_paytime_qra
source: You are commiting to pay on time
es_es: Usted se compromete a pagar a tiempo
zh_cn: 您承诺在此期限内付款。
zh_hk: 您承諾在此期限內付款。

# ad_message_tip
source: Advertisement message（Always visible） Enter your terms of trade here for potential trade partners to review.
es_es: Anuncio（siempre visible） Ingrese aquí sus términos comerciales para que los revisen sus posibles socios comerciales
zh_cn: 广告留言（下单前后都可见） 请说明有关您交易的相关条款或备注您的支付方式。
zh_hk: 廣告留言（下單前後都可見） 請說明有關您交易的相關條款或備註您的支付方式。

# ad_advanced
source: Advanced
es_es: Avanzado
zh_cn: 高级设置
zh_hk: 高級設置

# ad_opentime
source: Schedule
es_es: Programar
zh_cn: 开放时间
zh_hk: 開放時間

# ad_opentime_key2
source: Custom
es_es: Personalizado
zh_cn: 自定义
zh_hk: 自定義

# ad_opentime_qra
source: Specify when you want your advertisement to be displayed.
es_es: Especifique cuándo desea que se muestre su anuncio
zh_cn: 您希望广告自动显示和隐藏的天数和小时数。
zh_hk: 您希望廣告自動顯示和隱藏的天數和小時數。

# ad_xuantian
source: (Optional)
es_es: (Opcional)
zh_cn: (选填)
zh_hk: (選填)

# ad_cannot_modify_payment
source: Modifying is not allowed
es_es: No se permite modificar
zh_cn: 您不能修改收款方式
zh_hk: 您不能修改收款方式

# ad_cannot_modify_cointype
source: Modifying is not allowed
es_es: No se permite modificar
zh_cn: 您不能修改币种类型
zh_hk: 您不能修改幣種類型

# ad_secure
source: ID-verified traders only
es_es: Sólo operadores verificados por ID
zh_cn: 仅限实名认证的交易者
zh_hk: 僅限實名認證的交易者

# ad_secure_key1
source: On
es_es: Activado
zh_cn: 启用
zh_hk: 啟用

# ad_secure_key2
source: Off
es_es: Desactivado
zh_cn: 不启用
zh_hk: 不啟用

# ad_secure_qra
source: If you turn this on, only verified users can start a trade from this advertisement.
es_es: Si activa esta opción, sólo los usuarios verificados pueden iniciar una operación desde este anuncio
zh_cn: 启用后，仅限于已完成实名认证的用户与本广告交易。
zh_hk: 啟用後，僅限於已完成實名認證的用戶與本廣告交易。
