Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# push_arbitration_closed_sell
source: [Arbitration] Buyer didn't complete the payment. Seller wins dispute and Seller's cryptocurrency assets have been unfrozen
es_es: [Arbitraje] El comprador no completó el pago. El vendedor gana la disputa y los activos en criptomonedas del vendedor han sido desbloqueados
zh_cn: [交易仲裁] 买家未如实付款，卖家赢，托管解冻
zh_hk: [交易仲裁] 買家未如實付款，賣家贏，託管解凍

# push_arbitration_confirmed_buy
source: [Arbitration] Buyer has completed the payment. Buyer wins dispute and Buyer's cryptocurrency assets have been released
es_es: [Arbitraje] El comprador ha completado el pago. El Comprador gana la disputa y los activos en criptomonedas del Comprador han sido liberados
zh_cn: [交易仲裁] 买家已如实付款，买家赢，已释放币
zh_hk: [交易仲裁] 買家已如實付款，買家贏，已釋放幣

# push_arbitratioN_confirmed_sell
source: [Arbitration] Buyer has completed the payment. Buyer wins dispute and Buyer's cryptocurrency assets have been released
es_es: [Arbitraje] El comprador ha completado el pago. El Comprador gana la disputa y los activos en criptomonedas del Comprador han sido liberados
zh_cn: [交易仲裁] 买家已如实付款，买家赢，已释放币
zh_hk: [交易仲裁] 買家已如實付款，買家贏，已釋放幣

# push_finished_buy
source: [Buying Message] Trade complete. Your trade partner has left a review
es_es: [Mensaje de compra] Operación completa. Su socio comercial ha dejado una reseña
zh_cn: [买币消息] 双方已完成评价，交易完成
zh_hk: [買幣消息] 雙方已完成評論，交易完成

# push_finished_sell
source: [Selling Message] Trade complete. Your trade partner has left a review
es_es: [Mensaje de venta] Operación completa. Su socio comercial ha dejado una reseña
zh_cn: [卖币消息] 双方已完成评价，交易完成
zh_hk: [賣幣消息] 雙方已完成評論，交易完成

# push_closed_buy
source: [Buying Message] You have canceled an active trade
es_es: [Mensaje de compra] Usted ha cancelado una operación activa
zh_cn: [买币消息] 您取消了一笔正在进行的交易
zh_hk: [買幣消息] 您取消了一筆正在進行的交易

# push_closed_sell
source: [Selling Message] Buyer has canceled a trade with you
es_es: [Mensaje de venta] El comprador ha cancelado una operación con usted
zh_cn: [卖币消息] 您有一笔订单买家取消了交易
zh_hk: [賣幣消息] 您有一筆訂單買家取消了交易

# push_paid_closed_buy
source: [Buying Message] You have canceled an active trade
es_es: [Mensaje de compra] Usted ha cancelado una operación activa
zh_cn: [买币消息] 您取消了一笔正在进行的交易
zh_hk: [買幣消息] 您取消了一筆正在進行的交易

# push_paid_closed_sell
source: [Selling Message] Buyer has canceled a trade with you
es_es: [Mensaje de venta] El comprador ha cancelado una operación con usted
zh_cn: [卖币消息] 您有一笔订单买家取消了交易
zh_hk: [賣幣消息] 您有一筆訂單買家取消了交易

# push_expired_buy
source: [Buying Message] You haven't completed the payment within the due time and this trade has been canceled
es_es: [Mensaje de compra] Usted no ha completado el pago dentro del plazo establecido y esta operación ha sido cancelada
zh_cn: [买币消息] 您未在付款时间标记付款完成，订单超时自动取消
zh_hk: [買幣消息] 您未在付款時間標記付款完成，訂單超時自動取消

# push_expired_sell
source: [Selling Message] Buyer hasn't completed payment within the due time, this trade has been canceled
es_es: [Mensaje de venta] El comprador no ha completado el pago en el plazo establecido, esta operación ha sido cancelada
zh_cn: [卖币消息] 买家未在付款时间标记付款完成，订单超时自动取消
zh_hk: [賣幣消息] 買家未在付款時間標記付款完成，訂單超時自動取消

# find_password
source: Forgot password
es_es: Olvidé mi contraseña
zh_cn: 找回密码
zh_hk: 找回密碼

# default_country
source: Country/Region:CN +86
es_es: País/región:CN +86
zh_cn: 国家/地区:中国 +86
zh_hk: 國家/地區:中國 +86

# alert_ver_code_sended
source: Verification code has been sent
es_es: Se ha enviado el código de verificación
zh_cn: 验证码已发送
zh_hk: 驗證碼已發送

# register
source: Sign up
es_es: Regístrate
zh_cn: 注册
zh_hk: 註冊

# alert_login_pw_error
source: The password, email or phone number is wrong
es_es: La contraseña, correo electrónico o número de teléfono es incorrecto
zh_cn: 账号或密码错误
zh_hk: 賬號或密碼錯誤

# alert_register_phone_haved
source: The phone number has been registered
es_es: El número de teléfono ha sido registrado
zh_cn: 该手机号码已经被注册
zh_hk: 該手機號碼已經被註冊

# alert_register_mail_haved
source: The email has been registered
es_es: El correo electrónico ha sido registrado
zh_cn: 该邮箱已被注册
zh_hk: 該郵箱已被註冊

# alert_ver_code_error
source: The sms code is not correct
es_es: El código no es correcto
zh_cn: 验证码不正确
zh_hk: 驗證碼不正確

# alert_no_user_name
source: The username does not exist
es_es: El nombre de usuario no existe
zh_cn: 用户名不存在
zh_hk: 用戶名不存在

# alert_login_success
source: Login success
es_es: Ingreso exitoso
zh_cn: 登录成功
zh_hk: 登錄成功

# set_nickname
source: Set username
es_es: Establecer nombre de usuario
zh_cn: 设置昵称
zh_hk: 設置昵稱

# alert_nickname_rule
source: Please enter a password (4~16 character)
es_es: Por favor, introduzca una contraseña (4-16 caracteres)
zh_cn: 请输入4-16位英文、数字或组合
zh_hk: 請輸入4-16位英文、數字或組合

# alert_nickname_rule_head
source: Username should start with a letter
es_es: El nombre de usuario debe comenzar con una letra
zh_cn: 昵称必须以字母开头
zh_hk: 昵稱必須以字母開頭

# reset_password
source: Reset login password
es_es: Restablecer contraseña de inicio de sesión
zh_cn: 重置登录密码
zh_hk: 重置登录密碼

# modigy_success
source: Modification successful
es_es: Modificación exitosa
zh_cn: 修改成功
zh_hk: 修改成功

# find_fund_password
source: Retrieve Payment Password
es_es: Recuperar contraseña de pago
zh_cn: 找回资金密码
zh_hk: 找回資金密碼

# mail_no_exist
source: Email does not exist
es_es: El correo electrónico no existe
zh_cn: 邮箱不存在
zh_hk: 郵箱不存在

# phone_no_exist
source: Phone number does not exist
es_es: El número de teléfono no existe
zh_cn: 手机号不存在
zh_hk: 手機號不存在

# fund_pw_modity_success
source: Password changed successfully
es_es: Contraseña modificada correctamente
zh_cn: 资金密码修改成功
zh_hk: 資金密碼修改成功

# alert_password_error
source: The password is not correct
es_es: La contraseña no es correcta
zh_cn: 密码错误
zh_hk: 密碼錯誤

# alert_password_diffrent
source: The two passwords do not match
es_es: Las dos contraseñas no coinciden
zh_cn: 两次密码不一致
zh_hk: 兩次密碼不一致

# alert_fund_password_success
source: Successfuly set
es_es: Establecida exitosamente
zh_cn: 资金密码设置成功
zh_hk: 資金密碼設置成功

# alert_fund_password_haved
source: Set
es_es: Establecer
zh_cn: 资金密码已设置
zh_hk: 資金密碼已設置

# share_image_invite
source: Image
es_es: Imagen
zh_cn: 图片邀请
zh_hk: 圖片邀請

# share_text_invite
source: Text
es_es: Texto
zh_cn: 文字邀请
zh_hk: 文字邀請

# share_link_invite
source: Link
es_es: Enlace
zh_cn: 链接邀请
zh_hk: 鏈接邀請

# share_success
source: Success shared
es_es: Compartido exitosamente
zh_cn: 分享成功
zh_hk: 分享成功

# invite_freind_and_reward
source: Invite friends to earn rewards
es_es: Invita a tus amigos a ganar recompensas
zh_cn: 邀请好友赚奖励
zh_hk: 邀請好友賺獎勵

# invite_success_count
source: Referred Friends
es_es: Amigos referidos
zh_cn: 成功邀请(人)
zh_hk: 成功邀請(人)

# invite_reward
source: Rewards (BTC)
es_es: Recompensas (BTC)
zh_cn: 总收益折合(BTC)
zh_hk: 總收益折合(BTC)

# alert_modify_password_success
source: Password successfully changed
es_es: Contraseña camabiada exitosamente
zh_cn: 修改密码成功
zh_hk: 修改密碼成功

# alert_mail_bind_success
source: Binding successful
es_es: Enlazamiento exitoso
zh_cn: 邮箱绑定成功
zh_hk: 郵箱綁定成功

# alert_phone_bind_success
source: Binding successful
es_es: Enlazamiento exitoso
zh_cn: 手机号绑定成功
zh_hk: 手機號綁定成功

# alert_rebind_success
source: Re-binding successful
es_es: Renlazamiento exitoso
zh_cn: 重新绑定成功
zh_hk: 重新綁定成功

# alert_register_phone_haved_or_bind
source: Phone number has been linked
es_es: El número de teléfono ha sido enlazado
zh_cn: 该手机号码已经被注册或绑定
zh_hk: 該手機號碼已經被註冊或綁定

# alert_origin_phone_error
source: Old phone number is not correct
es_es: El número de teléfono antiguo no es correcto
zh_cn: 原手机号错误
zh_hk: 原手機號錯誤

# alert_no_bind_phone_yet
source: You have not linked your phone number yet
es_es: Aún no ha enlazado su número de teléfono
zh_cn: 您还未绑定手机号
zh_hk: 您還未綁定手機號

# alert_have_bind_phone_already
source: You have already linked your phone number
es_es: Ya has enlazado tu número de teléfono
zh_cn: 您已绑定手机号
zh_hk: 您已綁定手機號

# alert_countty_error
source: Old country is incorrect
es_es: El país anterior es incorrecto
zh_cn: 原国家区域错误
zh_hk: 原國家區域錯誤

# alert_cur_phone_diffrent_origin_phone
source: The phone number does not match your linked phone number
es_es: El número de teléfono no coincide con el número de teléfono vinculado
zh_cn: 手机号码与已绑定手机号码不一致
zh_hk: 手機號碼與已綁定手機號碼不一致

# renzheng_success
source: Verification successful
es_es: Verificación exitosa
zh_cn: 认证成功
zh_hk: 認證成功

# wechat_friend
source: WeChat
zh_cn: 微信好友
zh_hk: 微信好友

# wechat_session
source: Moments
es_es: Momentos
zh_cn: 微信朋友圈
zh_hk: 微信朋友圈

# alert_please_write_suggest
source: Please leave your suggestions
es_es: Por favor, deje sus sugerencias
zh_cn: 请填写建议
zh_hk: 請填寫建議

# alert_thanks_your_suggest
source: Thank you for your feedback
es_es: Gracias por sus comentarios
zh_cn: 感谢您的建议
zh_hk: 感謝您的建議

# all_detail
source: All
es_es: Todos
zh_cn: 全部明细
zh_hk: 全部明細

# alert_cancel_trust_success
source: This trader is no longer trusted
es_es: Este comerciante ya no es de confianza
zh_cn: 取消信任成功
zh_hk: 取消信任成功

# alert_trust_success
source: Trader is now trusted
es_es: El comerciando es confiable
zh_cn: 信任成功
zh_hk: 信任成功

# alert_cancel_block_success
source: This trader is no longer blocked
es_es: Este operador ya no está bloqueado
zh_cn: 取消屏蔽成功
zh_hk: 取消屏蔽成功

# alert_block_success
source: Trader now blocked
es_es: Operador bloqueado
zh_cn: 屏蔽成功
zh_hk: 屏蔽成功

# getcoin_lab_head
source: Use the following address to make
es_es: Use la siguiente información para hacer
zh_cn: 向如下地址汇入
zh_hk: 向如下地址匯入

# getcoin_lab_tail
source: desposits to your CoinCola wallet.
es_es: depósitos a tu cartera CoinCola.
zh_cn: 完成充值
zh_hk: 完成充值

source: Loading address...
es_es: Cargando dirección...
zh_cn: 正在获取地址...
zh_hk: 正在獲取地址...

# login_get_address
source: Log in to get your XX address
es_es: Inicie sesión para obtener su dirección XX
zh_cn: 登录获取XX地址
zh_hk: 登錄獲取XX地址

# send_address
source: Address
es_es: Dirección
zh_cn: 发送地址
zh_hk: 發送地址

# BTC_count
source: Amount
es_es: importe
zh_cn: BTC数量
zh_hk: BTC數量

# send_address_placeholder_head
source: Enter
es_es: Iniciar sesión
zh_cn: 请输入
zh_hk: 請輸入

# send_address_placeholder_tail
source: address
es_es: dirección
zh_cn: 地址
zh_hk: 地址

# send_password
source: Password
es_es: Contraseña
zh_cn: 资金密码
zh_hk: 資金密碼

# send_password_placeholder
source: Enter password
es_es: Introducir contraseña
zh_cn: 请输入资金密码
zh_hk: 請輸入資金密碼

# sendcoin_remarks
source: Transfer remark
es_es: Observación de transferencia
zh_cn: 仅在"账户明细"中显示
zh_hk: 備註（僅在賬戶明細中顯示）

# alert_import_sendcoin_address
source: Please enter outgoing address
es_es: Por favor, introduzca la dirección de salida
zh_cn: 请输入转出地址
zh_hk: 請輸入轉出地址

# alert_import_sendcoin_count
source: Please enter the outgoing amount
zh_cn: 请输入转出数量
zh_hk: 請輸入轉出數量

# alert_import_fund_password
source: Please enter payment password
es_es: Por favor, introduzca la contraseña de pago
zh_cn: 请输入资金密码
zh_hk: 請輸入資金密碼

# alert_sendcoin_most
source: You can send a maximum of
es_es: Puede enviar un máximo de
zh_cn: 转出数量最多
zh_hk: 轉出數量最多

# alert_sendcoin_check_address
source: Please check your address is correct
es_es: Por favor verifique que su dirección sea correcta
zh_cn: 请检查您的地址是否正确
zh_hk: 請檢查您的地址是否正確

# alert_sendcoin_success
source: Successfully sent
es_es: Enviado con éxito
zh_cn: 发送成功
zh_hk: 發送成功

# login/registe
source: Log in/Register
es_es: Iniciar sesión/Registrarse
zh_cn: 登录/注册
zh_hk: 登錄/註冊

# un_login_lab
source: Log in to see more
es_es: Iniciar sesión para ver más
zh_cn: 立即登录查看更多内容
zh_hk: 立即登錄查看更多內容

# have_login_out
source: You have been logged out
es_es: Has salido del sistema
zh_cn: 您已退出登录
zh_hk: 您已退出登錄

# upload_avatar_failed
source: Aavatar upload failed
es_es: Carga de avatar fallida
zh_cn: 上传头像失败
zh_hk: 上傳頭像失敗

# alert_ad_modified_or_down
source: This ad is being revised or closed
es_es: Este anuncio está siendo revisado o cerrado
zh_cn: 广告已调整或已下架
zh_hk: 廣告已調整或已下架

# alert_delete_chat_list_failed
source: Deletion has failed
es_es: Eliminación fallida
zh_cn: 删除时候出了一点小问题
zh_hk: 刪除時候出了一點小問題

# search_a_search
source: Search
es_es: Buscar
zh_cn: 搜一搜
zh_hk: 搜一搜

# search_coinType
source: Coin
es_es: Seleccionar moneda
zh_cn: 选择币种
zh_hk: 選擇幣種

# search_country
source: Country
es_es: País
zh_cn: 选择国家
zh_hk: 選擇國家

# currency_type
source: Currency
es_es: moneda
zh_cn: 货币类型
zh_hk: 貨幣類型

# alert_max_cannot_lower_than_min
source: Max limit should be higher than min limit
es_es: El límite máximo debería ser superior al límite mínimo
zh_cn: 最高价不能低于最低价
zh_hk: 最高價不能低於最低價

# alert_max_and_min_should_all_have
source: Max limit and min limit should not be nul
es_es: Límite máximo y límite mínimo no debeb ser nulo
zh_cn: 最高价和最低价要同时填写
zh_hk: 最高價和最低價要同時填寫

# alert_need_nickname_to_search
source: Enter username
es_es: Introducir nombre de usuario
zh_cn: 请输入用户昵称后搜索
zh_hk: 請輸入用戶昵稱後搜索

# wallet_total_assets
source: Total
zh_cn: 总资产
zh_hk: 總資產

# wallet_available_assets
source: Available
es_es: Activos disponibles
zh_cn: 可用资产
zh_hk: 可用資產

# wallert_freeze_assets
source: On hold
es_es: Congelado
zh_cn: 冻结资产
zh_hk: 凍結資產

# complete
source: Finish
es_es: Terminar
zh_cn: 完成
zh_hk: 完成

# next_one
source: Next
es_es: Siguiente
zh_cn: 下一个
zh_hk: 下一個

# previous_one
source: Previous
es_es: Anterior
zh_cn: 上一个
zh_hk: 上一個

# usual_question
source: FAQ
es_es: Preguntas frecuentes
zh_cn: 常见问题
zh_hk: 常見問題

# complain
source: Dispute
es_es: Disputa
zh_cn: 订单申诉
zh_hk: 訂單申訴

# complain_tip_lab
source: You can open a trade dispute if the Seller is unresponsive or has acted outside of the terms of trade. Your cryptocurrency will be securely held by CoinCola until the problem is resolved
es_es: Puede abrir una disputa comercial si el Vendedor no responde o ha actuado fuera de las condiciones comerciales. CoinCola conservará sus criptomonedas de forma segura hasta que se resuelva el problema
zh_cn: 申诉是指交易对方未响应或遇到交易纠纷，您可通过申诉来解决纠纷，申诉期间，数字资产将保留在托管内，直到纠纷解决，申诉后，会有专员处理，请耐心等候。
zh_hk: 申訴是指交易對方未響應或遇到交易糾紛，您可通過申訴來解決糾紛，申訴期間，數字資產將保留在托管內，直到糾紛解決，申訴後，會有專員處理，請耐心等候。

# please_choose_a_reason
source: Select dispute reason
es_es: Seleccionar motivo de disputa
zh_cn: 请选择申诉原因
zh_hk: 請選擇申訴原因

# buy_reason1
source: I've completed the payment, but Seller hasn't released my crypto currency yet
zh_cn: 我已付款，但卖家未放行我的币
zh_hk: 我已付款，但賣家未放行我的幣

# buy_reason2
source: Seller did not follow the the terms of trade
es_es: El vendedor no siguió las condiciones comerciales
zh_cn: 卖家未遵守交易广告条款
zh_hk: 賣家未遵守交易廣告條款

# sell_reason1
source: Buyer has not paid and is unresponsive
es_es: El vendedor no pagó y no responde
zh_cn: 买家未付款，且没有响应
zh_hk: 買家未付款，且沒有響應

# sell_reason2
source: I suspect the buyer's payment to be fraudulent
es_es: Sospecho que el pago del comprador es fraudulento
zh_cn: 我怀疑买家的支付存在欺诈
zh_hk: 我懷疑買家的支付存在欺詐

# sell_reason3
source: Buyer did not follow the terms of trade
es_es: El comprador no siguió las condiciones comerciales
zh_cn: 买家未遵守交易广告条款
zh_hk: 買家未遵守交易廣告條款

# alert_say_complain_text
source: Please enter dispute details
es_es: Por favor, introduzca los detalles de la disputa
zh_cn: 请填写申诉内容
zh_hk: 請填寫申訴內容

# complain_success
source: Your dispute has been submitted
es_es: Su disputa ha sido enviada
zh_cn: 申诉成功
zh_hk: 申訴成功

# upload_complain_img_failed
source: Image uploadi failed
es_es: Error en la carga de imágenes
zh_cn: 上传图片失败
zh_hk: 上傳圖片失敗

# waiting_for_upload_image
source: Please wait for the images to upload
es_es: Por favor, espere a que las imágenes se carguen
zh_cn: 上传图片比较缓慢，请耐心等待
zh_hk: 上傳圖片比較緩慢，請耐心等待

# you_should_send_at_least
source: Minimum transfer amount is
es_es: El importe mínimo de transferencia es
zh_cn: 最少需要发送
zh_hk: 最少需要發送

# you_should_send_at_least_trail
source: BTC
es_es: XX
zh_cn: XX

# one_copy
source: Copy
es_es: Copiar
zh_cn: 一键复制
zh_hk: 一鍵複製

# order_buy_tip
source: XX assets are now securely protected in the trade escrow
es_es: Activos XX están protegidos en la cuenta de depósito de garantía de la operación
zh_cn: XX已被安全托管，可以放心付款
zh_hk: XX已被安全託管，可以放心付款

# order_confirm
source: Order Confirmation
es_es: Confirmación de la orden
zh_cn: 下单确认
zh_hk: 下單確認

# buy_confirm_price
source: Purchase Price
es_es: Precio de compra
zh_cn: 购买价格
zh_hk: 購買價格

# buy_confirm_amout
source: Order
es_es: Orden
zh_cn: 购买金额
zh_hk: 購買金額

# buy_confirm_count
source: Purchase Amount
es_es: Importe de compra
zh_cn: 购买数量
zh_hk: 購買數量

# buy_confirm_tip
source: Please confirm the price in the order
es_es: Por favor, confirme el precio en la orden
zh_cn: 请确认价格再下单
zh_hk: 提醒：請確認價格再下單

# buy_confirm_cancel
source: Cancel
es_es: Cancelar
zh_cn: 放弃购买
zh_hk: 放棄購買

# buy_confirm_ok
source: OK
zh_cn: 确认购买
zh_hk: 確認購買

# sell_confirm_price
source: Sale Price
es_es: Precio de venta
zh_cn: 出售价格
zh_hk: 出售價格

# sell_confirm_amout
source: Order
es_es: Orden
zh_cn: 出售金额
zh_hk: 出售金額

# sell_confirm_count
source: Amount
es_es: Cantidad
zh_cn: 出售数量
zh_hk: 出售數量

# sell_confirm_tip
source: Please confirm the price in the order
es_es: Por favor, confirme el precio en la orden
zh_cn: 请确认价格再下单
zh_hk: 提醒：請確認價格再下單

# sell_confirm_cancel
source: Cancel
es_es: Cancelar
zh_cn: 放弃出售
zh_hk: 放棄出售

# sell_confirm_ok
source: OK
zh_cn: 确认出售
zh_hk: 確認出售

# error_code_1
source: Unknown Error
es_es: Error desconocido
zh_cn: 未知错误
zh_hk: 未知錯誤

# error_code_2
source: Parameter Error
es_es: Error de parámetro
zh_cn: 参数错误
zh_hk: 參數錯誤

# error_code_3
source: This is an invitation-only feature
es_es: Esta es una función sólo para invitados
zh_cn: 该功能仅限邀请体验
zh_hk: 該功能僅限邀請體驗

# error_code_1001
source: This username has been registered
es_es: Este nombre de usuario ha sido registrado
zh_cn: 该昵称已被注册
zh_hk: 該昵稱已被註冊

# error_code_1004
source: Account/password is not correct
es_es: La cuenta/contraseña no es correcta
zh_cn: 账号或密码错误
zh_hk: 賬號或密碼錯誤

# error_code_1005
source: For more functions, please log in or register
es_es: Para más funciones, por favor identifíquese o regístrese
zh_cn: 更多惊喜，请登录CoinCola
zh_hk: 更多驚喜，請登錄CoinCola

# error_code_1006
source: Action not possible
es_es: Acción no posible
zh_cn: 用户授权失败（缺少权限）
zh_hk: 用戶授權失敗（缺少權限）

# error_code_1010
source: You have already set a password
es_es: Ya ha establecido una contraseña
zh_cn: 您已设置密码
zh_hk: 您已設置密碼

# error_code_1014
source: This email is not consistent with your linked email
es_es: Este correo electrónico no corresponde al correo electrónico vinculado
zh_cn: 邮箱与已绑定邮箱不一致
zh_hk: 郵箱與已綁定郵箱不一致

# error_code_1016
source: You have not set a password
es_es: No ha establecido una contraseña
zh_cn: 未设置密码
zh_hk: 未設置密碼

# error_code_1017
source: You have not linked an email address
es_es: No ha enlazado una dirección de correo electrónico
zh_cn: 您还未绑定邮箱
zh_hk: 您還未綁定郵箱

# error_code_1023
source: Verification unsuccessful
es_es: Verificación fallida
zh_cn: 邀请码无效
zh_hk: 邀請碼無效

# error_code_1024
source: Verification unsuccessful
es_es: Verificación fallida
zh_cn: 实名认证失败
zh_hk: 實名認證失敗

# error_code_1025
source: Limit exceeded
es_es: Límite excedido
zh_cn: 发送数量超过限制
zh_hk: 發送數量超過限制

# error_code_1027
source: First-time traders only
es_es: Sólo para comerciantes nuevos
zh_cn: 亲，仅限新用户首次交易哦，继续找其他看看吧！
zh_hk: 親，僅限新用戶首次交易哦，繼續找其他看看吧！

# error_code_3004
source: Unsupported Currency
es_es: Moneda no disponible
zh_cn: 不支持该货币类型
zh_hk: 不支持該貨幣類型

# error_code_3006
source: You can publish at most 2 advertisements with a similar type, country and currency
es_es: Puede publicar como máximo 2 anuncios con un tipo, país y moneda similares
zh_cn: 相同类型、国家和货币的广告至多发布2条
zh_hk: 相同類型、國家和貨幣的廣告至多發佈2條

# error_code_3007
source: This advertisement is inactive
es_es: Este anuncio está inactivo
zh_cn: 广告被禁用
zh_hk: 廣告被禁用

# error_code_4005
source: This advertisment is only open to trusteds users
es_es: Este anuncio sólo está abierto a usuarios confiables
zh_cn: 需要广告主信任
zh_hk: 需要廣告主信任

# error_code_4006
source: Requires idnetity verification
es_es: Requiere verificación de identidad
zh_cn: 需要实名认证
zh_hk: 需要實名認證

# error_code_4007
source: Requires SMS authentication
es_es: Requiere autenticación vía SMS
zh_cn: 需要短信认证
zh_hk: 需要短訊認證

# error_code_4008
source: You can only buy once per day
es_es: Sólo se puede comprar una vez al día
zh_cn: 特价币一天只能购买一次
zh_hk: 特價幣一天只能購買一次

# error_code_5001
source: This chat does not exist
es_es: Este chat no existe
zh_cn: 聊天会话不存在
zh_hk: 聊天會話不存在

# error_code_5002
source: Does not exist
es_es: No existe
zh_cn: 该请求不存在
zh_hk: 該請求不存在

# error_code_6001
source: Scratchcard does not exist
es_es: La tarjeta de rasca y gana no existe
zh_cn: 刮刮卡不存在
zh_hk: 刮刮卡不存在

# error_code_6002
source: Scratchcard has not been activated yet
es_es: La tarjeta de rasca y gana no ha sido activada todavía
zh_cn: 刮刮卡还未激活
zh_hk: 刮刮卡還未激活

# error_code_6003
source: Scratchcard has already been opened
es_es: La tarjeta de rasca y gana has ya ha sido abierta
zh_cn: 刮刮卡已经刮开
zh_hk: 刮刮卡已經刮開

# error_code_6004
source: Scratchcard has exipred
es_es: La tarjeta de rasca y gana ha caducado
zh_cn: 刮刮卡已经过期
zh_hk: 刮刮卡已經過期

# error_code_6005
source: Scratchcard limit has been reached for today
es_es: Se ha alcanzado el límite de rasca y gana por hoy
zh_cn: 今日刮刮卡领取数量已达上限
zh_hk: 今日刮刮卡領取數量已達上限

# alert_password_rule
source: Password must be 6-64 characters and contain both numbers and letters characters
es_es: La contraseña debe tener entre 6 y 64 caracteres y contener números y letras.
zh_cn: 请输入6~64位数字、字母组合密码
zh_hk: 請輸入6-64位數字、字母或組合

source: Language
es_es: Idioma
zh_cn: 语言
zh_hk: 語言

source: Save
es_es: Salvar
zh_cn: 保存
zh_hk: 保存

source: Setting language...
es_es: Estableciendo idioma...
zh_cn: 正在设置语言...
zh_hk: 正在設置語言...

# ACTIVITY_REWARD
source: Promotion Rewards
es_es: Actividad
zh_cn: 活动奖励
zh_hk: 活動獎勵

# monday
source: MON
es_es: LUN
zh_cn: 星期一
zh_hk: 星期一

# tuesday
source: TUE
es_es: MAR
zh_cn: 星期二
zh_hk: 星期二

# wednesday
source: WED
es_es: MIE
zh_cn: 星期三
zh_hk: 星期三

# thusday
source: THU
es_es: JUE
zh_cn: 星期四
zh_hk: 星期四

# friday
source: FRI
es_es: VIE
zh_cn: 星期五
zh_hk: 星期五

# saturday
source: SAT
es_es: SAB
zh_cn: 星期六
zh_hk: 星期六

# sunday
source: SUN
es_es: DOM
zh_cn: 星期日
zh_hk: 星期日

# trust_him
source: +Trust
es_es: +Confiar
zh_cn: +信任
zh_hk: +信任

# have_trust
source: Trusted
es_es: Confiable
zh_cn: 已信任
zh_hk: 已信任

# shield_him
source: +Block
es_es: +Bloqueo
zh_cn: +屏蔽
zh_hk: +屏蔽

# have_shield
source: Blocked
es_es: Bloqueado
zh_cn: 已屏蔽
zh_hk: 已屏蔽

# scratchcard_unopen
source: Win up to
es_es: Ganar hasta
zh_cn: 最高可得
zh_hk: 最高可得

# scratchcard_inactive
source: It can only be opened once the trade is complete
es_es: Sólo puede abrirse una vez finalizada la operación
zh_cn: 完成一笔交易后可刮开
zh_hk: 完成一筆交易後可刮開

# valid_time
source: Duration
es_es: Duración
zh_cn: 有效期
zh_hk: 有效期

# gain
source: Congratulations
es_es: Felicidades
zh_cn: 恭喜您获得
zh_hk: 恭喜您獲得

# gain_most
source: You have won the highest available
es_es: Has ganado el más alto disponible
zh_cn: 最高可获得
zh_hk: 最高可獲得

# scratchcard_invite_subtitle
source: Get scratchcards by referring friends
es_es: Consigue rasca y gana por referir amigos
zh_cn: 邀请好友即享刮刮卡
zh_hk: 邀請好友即享刮刮卡

# out_of_time
source: Expired
es_es: Caducado
zh_cn: 已失效
zh_hk: 已失效

# scratchcard_scratch_btn
source: Open
es_es: Abrir
zh_cn: 点我刮奖
zh_hk: 點我刮獎

# redbag_title
source: Welcome to CoinCola
es_es: Bienvenido a CoinCola
zh_cn: 欢迎加入CoinCola大家庭
zh_hk: 歡迎加入CoinCola大家庭

# redbag_subtitle
source: Here's a gift, open it
es_es: Aquí hay un regalo, ábrelo
zh_cn: 送你一份礼物，赶快来领取吧
zh_hk: 送你一份禮物，趕快來領取吧

# invite_title
source: Invite Friends
es_es: Invitar a amigos
zh_cn: 邀请好友注册
zh_hk: 邀請好友註冊

# invite_subtitle
source: Scratchcards: Play now and to win prizes
es_es: Rasca y gana: Juega ahora y gana premios
zh_cn: 即享刮刮卡又坐享分成
zh_hk: 即享刮刮卡又坐享分成

# scratchcard_scratched_subtitle
source: Deposited to your wallet
es_es: Depositado en su billetera
zh_cn: 已存入您的钱包
zh_hk: 已存入您的錢包

# scratchcard_nomoney_title
source: Sorry, no prize this time
es_es: Lo siento, esta vez no hay premio
zh_cn: 哎呀，未中奖，继续努力吧
zh_hk: 哎呀，未中獎，繼續努力吧

# scratchcard_nomoney_subtitle
source: Deposited to your wallet
es_es: Depositado en su billetera
zh_cn: 已存入您的钱包
zh_hk: 已存入您的錢包

# scratchcard_new_first_title
source: Limited giveaway for new users
es_es: Sorteo limitado para nuevos usuarios
zh_cn: 新手壕福利
zh_hk: 新手壕福利
