Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# LSL
source: Lesotho Loti
zh_cn: 莱索托洛蒂
zh_hk: 萊索托洛蒂

# LYD
source: Libyan Dinar
zh_cn: 利比亚第纳尔
zh_hk: 利比亞第納爾

# MAD
source: Moroccan Dirham
es_es: Dirham marroquí
zh_cn: 摩洛哥迪拉姆
zh_hk: 摩洛哥迪拉姆

# MDL
source: Moldovan Leu
es_es: Leu moldavo
zh_cn: 摩尔多瓦列伊
zh_hk: 摩爾多瓦列伊

# MGA
source: Malagasy Ariary
zh_cn: 马达加斯加阿里亚里
zh_hk: 馬達加斯加阿里亞里

# MKD
source: Macedonian Denar
es_es: Denar macedonio
zh_cn: 马其顿代纳尔
zh_hk: 馬其頓代納爾

# MMK
source: Myanmar Kyat
zh_cn: 缅甸元
zh_hk: 緬甸元

# MNT
source: Mongolian Tugrik
es_es: Tugrik mongol
zh_cn: 蒙古图格里克
zh_hk: 蒙古圖格里克

# MOP
source: Macau Pataca
es_es: Macao Pataca
zh_cn: 澳门元
zh_hk: 澳門元

# MRO
source: Mauritania Ouguiya
zh_cn: 毛里塔尼亚乌吉亚
zh_hk: 毛里塔尼亞烏吉亞

# MUR
source: Mauritian Rupee
es_es: Rupia mauriciana
zh_cn: 毛里求斯卢比
zh_hk: 毛里裘斯盧比

# MVR
source: Maldives Rufiyaa
es_es: Maldivas Rufiyaa
zh_cn: 马尔代夫拉菲亚
zh_hk: 馬爾代夫拉菲亞

# MWK
source: Malawian Kwacha
es_es: Kwacha de Malawi
zh_cn: 马拉维克瓦查
zh_hk: 馬拉維克瓦查

# MXN
source: Mexican Peso
es_es: Peso mexicano
zh_cn: 墨西哥比索
zh_hk: 墨西哥比索

# MXV
source: Mexican Unidad De Inversion
es_es: Unidad de Inversión Mexicana
zh_cn: 墨西哥(资金)
zh_hk: 墨西哥(資金)

# MYR
source: Malaysian Ringgit
zh_cn: 林吉特
zh_hk: 林吉特

# MZN
source: New Mozambican Metical
es_es: Nueva Metodología Mozambiqueña
zh_cn: 莫桑比克新梅蒂卡尔
zh_hk: 莫桑比克新梅蒂卡爾

# NAD
source: Namibian Dollar
es_es: Dólar de Namibia
zh_cn: 纳米比亚元
zh_hk: 納米比亞元

# NGN
source: Nigerian Naira
es_es: Naira nigeriana
zh_cn: 尼日利亚奈拉
zh_hk: 尼日利亞奈拉

# NIO
source: Nicaraguan Cordoba Oro
es_es: Córdoba Oro nicaragüense
zh_cn: 尼加拉瓜新科多巴
zh_hk: 尼加拉瓜新科多巴

# NOK
source: Norwegian Krone
es_es: Corona noruega
zh_cn: 挪威克朗
zh_hk: 挪威克朗

# NPR
source: Nepalese Rupee
es_es: Rupia nepalesa
zh_cn: 尼泊尔卢比
zh_hk: 尼泊爾盧比

# NZD
source: New Zealand Dollar
zh_cn: 新西兰元
zh_hk: 新西蘭元

# OMR
source: Omani Rial
es_es: Rial omaní
zh_cn: 阿曼里亚尔
zh_hk: 阿曼里亞爾

# PAB
source: Panamanian Balboa
es_es: Balboa panameño
zh_cn: 巴拿马巴波亚
zh_hk: 巴拿馬巴波亞

# PEN
source: Peruvian Nuevo Sol
es_es: Nuevo Sol peruano
zh_cn: 秘鲁新索尔
zh_hk: 秘魯新索爾

# PGK
source: Papua New Guinea Kina
es_es: Papúa Nueva Guinea Kina
zh_cn: 巴布亚新几内亚基那
zh_hk: 巴布亞新幾內亞基那

# PHP
source: Philippine Peso
es_es: Peso filipino
zh_cn: 菲律宾比索
zh_hk: 菲律賓比索

# PKR
source: Pakistan Rupee
es_es: Rupia paquistaní
zh_cn: 巴基斯坦卢比
zh_hk: 巴基斯坦盧比

# PLN
source: Polish Zloty
es_es: Zloty polaco
zh_cn: 波兰兹罗提
zh_hk: 波蘭茲羅提

# PYG
source: Paraguayan Guarani
es_es: Guaraní paraguayo
zh_cn: 巴拉圭瓜拉尼
zh_hk: 巴拉圭瓜拉尼

# QAR
source: Qatari Riyal
zh_cn: 卡塔尔里亚尔
zh_hk: 卡塔爾里亞爾

# RON
source: Romanian Leu
es_es: leu rumano
zh_cn: 罗马尼亚列伊
zh_hk: 羅馬尼亞列伊

# RSD
source: Serbian Dinar
es_es: Dinar serbio
zh_cn: 塞尔维亚第纳尔
zh_hk: 塞爾維亞第納爾

# RUB
source: Russian Ruble
es_es: rublo ruso
zh_cn: 俄罗斯卢布
zh_hk: 俄羅斯盧布

# RWF
source: Rwandan Franc
zh_cn: 卢旺达法郎
zh_hk: 盧旺達法郎

# SAR
source: Saudi Arabian Riyal
es_es: Riyal saudí
zh_cn: 沙特里亚尔
zh_hk: 沙特里亞爾

# SBD
source: Solomon Islands Dollar
es_es: Dólar de las Islas Salomón
zh_cn: 所罗门群岛元
zh_hk: 所羅門群島元

# SCR
source: Seychelles Rupee
es_es: Rupia de las Seychelles
zh_cn: 塞舌尔卢比
zh_hk: 塞舌爾盧比

# SDG
source: Sudanese Pound
es_es: Libra sudanesa
zh_cn: 苏丹磅
zh_hk: 蘇丹磅

# SEK
source: Swedish Krona
es_es: Corona sueca
zh_cn: 瑞典克朗
zh_hk: 瑞典克朗

# SGD
source: Singapore Dollar
es_es: Dólar de Singapur
zh_cn: 新加坡元
zh_hk: 新加坡元

# SHP
source: Saint Helena Pound
es_es: Santa Helena Pound
zh_cn: 圣赫勒拿镑
zh_hk: 聖赫勒拿鎊

# SLL
source: Sierra Leonean Leone
es_es: Sierra Leona
zh_cn: 塞拉利昂利昂
zh_hk: 塞拉利昂利昂

# SOS
source: Somali Shilling
es_es: Chelín somalí
zh_cn: 索马里先令
zh_hk: 索馬里先令

# SRD
source: Suriname Dollar
es_es: Dólar de Surinam
zh_cn: 苏里南元
zh_hk: 蘇里南元

# SSP
source: South Sudanese Pound
es_es: South Sudanese Pound (Libra sudanesa del sur)
zh_cn: 南苏丹镑
zh_hk: 南蘇丹鎊

# STD
source: Sao Tome Dobra
zh_cn: 圣多美多布拉
zh_hk: 聖多美多布拉

# SVC
source: Salvadoran Colon
es_es: Colon salvadoreño
zh_cn: 萨尔瓦多科朗
zh_hk: 薩爾瓦多科朗

# SYP
source: Syrian Pound
es_es: Libra siria
zh_cn: 叙利亚镑
zh_hk: 敘利亞鎊

# SZL
source: Swazi Lilangeni
zh_cn: 斯威士兰里兰吉尼
zh_hk: 斯威士蘭里蘭吉尼

# THB
source: Thai Baht
es_es: Baht tailandés
zh_cn: 泰铢
zh_hk: 泰銖

# TJS
source: Tajikistan Somoni
zh_cn: 塔吉克斯坦索莫尼
zh_hk: 塔吉克斯坦索莫尼

# TMT
source: Turkmenistan Manat
zh_cn: 土库曼斯坦马纳特
zh_hk: 土庫曼斯坦馬納特

# TND
source: Tunisian Dinar
es_es: Dinar tunecino
zh_cn: 突尼斯第纳尔
zh_hk: 突尼斯第納爾

# TOP
source: Tongan paʻangaa
zh_cn: 汤加潘加
zh_hk: 湯加潘加

# TRY
source: Turkish Lira
es_es: lira turca
zh_cn: 土耳其里拉
zh_hk: 土耳其里拉

# TTD
source: Trinidad and Tobago Dollar
es_es: Dólar de Trinidad y Tobago
zh_cn: 特立尼达多巴哥元
zh_hk: 特立尼達多巴哥元

# TWD
source: New Taiwan Dollar
es_es: Nuevo dólar de Taiwán
zh_cn: 新台币
zh_hk: 新台幣

# TZS
source: Tanzanian Shilling
es_es: Chelín tanzano
zh_cn: 坦桑尼亚先令
zh_hk: 坦桑尼亞先令

# UAH
source: Ukrainian Hryvnia
es_es: Hryvnia Ucraniana
zh_cn: 乌克兰格里夫纳
zh_hk: 烏克蘭格里夫納

# UGX
source: Ugandan Shilling
es_es: Chelín ugandés
zh_cn: 乌干达先令
zh_hk: 烏干達先令

# USD
source: United States Dollar
es_es: Dólar estadounidense
zh_cn: 美元
zh_hk: 美元

# UYU
source: Uruguayan Peso
es_es: Peso uruguayo
zh_cn: 乌拉圭比索
zh_hk: 烏拉圭比索

# UZS
source: Uzbekistani Som
zh_cn: 乌兹别克斯坦苏姆
zh_hk: 烏茲別克斯坦蘇姆

# VEF
source: Venezuelan Bolivar Fuerte
es_es: Bolívar venezolano Fuerte
zh_cn: 委内瑞拉玻利瓦尔
zh_hk: 委內瑞拉玻利瓦爾

# VES
source: Venezuelan Bolívar Soberano
es_es: Bolívar venezolano (Nuevo)
zh_cn: 委内瑞拉玻利瓦尔（新）
zh_hk: 委內瑞拉玻利瓦爾（新）

# VND
source: Viet Nam Dong
zh_cn: 越南盾
zh_hk: 越南盾

# VUV
source: Vanuatu Vatu
zh_cn: 瓦努阿图瓦图
zh_hk: 瓦努阿圖瓦圖

# WST
source: Samoa Tala
zh_cn: 萨摩亚塔拉
zh_hk: 薩摩亞塔拉

# XAF
source: Central African CFA Franc
es_es: Franco CFA centroafricano
zh_cn: 中非法郎
zh_hk: 中非法郎

# XAG
source: Ounces of Silver
es_es: Onzas de plata
zh_cn: 银价盎司
zh_hk: 銀價盎司

# XAU
source: Ounces of Gold
es_es: Onzas de Oro
zh_cn: 金价盎司
zh_hk: 金價盎司

# XCD
source: East Caribbean Dollar
es_es: Dólar del Caribe Oriental
zh_cn: 东加勒比元
zh_hk: 東加勒比元

# XDR
source: IMF Special Drawing Rights
zh_cn: IMF特别提款权
zh_hk: IMF特別提款權

# XOF
source: West African CFA
zh_cn: 西非法郎
zh_hk: 西非法郎

# XPD
source: Ounces of Palladium
es_es: Onzas de Paladio
zh_cn: 钯价盎司
zh_hk: 鈀價盎司

# XPF
source: French Pacific Franc
es_es: Franco francés del Pacífico
zh_cn: 太平洋法郎
zh_hk: 太平洋法郎

# XPT
source: Ounces of Platinum
es_es: Onzas de platino
zh_cn: 珀价盎司
zh_hk: 珀價盎司

# YER
source: Yemeni Rial
es_es: Rial yemení
zh_cn: 也门里亚尔
zh_hk: 也門裡亞爾

# ZAR
source: South African Rand
es_es: Rand sudafricano
zh_cn: 南非兰特
zh_hk: 南非蘭特

# ZMW
source: Zambian Kwacha
es_es: Kwacha de Zambia
zh_cn: 赞比亚克瓦查
zh_hk: 贊比亞克瓦查

# ZWL
source: Zimbabwean Dollar
es_es: Dólar de Zimbabue
zh_cn: 津巴布韦元
zh_hk: 津巴布韋元

# GGP
source: Guernsey Pound
zh_cn: 根西岛镑
zh_hk: 根西島鎊

# face_notmatch_verify
source: Facial features do not match, please re-certify.
es_es: Las características faciales no coinciden, vuelva a certificar.
zh_hk: 人臉特徵不匹配，請重新認證

# Ad_max_count_footer
source: Setting a maximum active order limit can help to prevent a large number of transactions from happening at the same time. 0 = no limit
es_es: Establecer un límite de orden máximo activo puede ayudar a evitar que un gran número de transacciones ocurran al mismo tiempo. 0 = sin límite

# Touch ID_changed
source: Your Touch ID has been changed, please enter payment password.
es_es: Su Touch ID ha cambiado, introduzca la contraseña de pago

# register_agreement_3
source: and
es_es: y la

# UM
source: United States Minor Outlying Islands
es_es: Islas Ultramarinas Menores de Estados Unidos

# HM
source: Heard and McDonald Islands
es_es: Islas Heard y McDonald

# IM
source: Isle of Man
es_es: Isla de Man

# WF
source: Wallis and Futuna Islands
es_es: Islas Wallis y Futuna

# EH
source: Western Sahara
es_es: Sáhara Occidental

# KZ
source: Kazakhstan
es_es: Kazajstán

# ZW
source: Zimbabwe
es_es: Zimbabue

# NF
source: Norfolk Island
es_es: Isla Norfolk

# AQ
source: Antarctica
es_es: Antártida

# BV
source: Bouvet Island
es_es: Isla Bouvet

# PG
source: Papua New Guinea
es_es: Papúa Nueva Guinea

# CC
source: Cocos (Keeling) Islands
es_es: Islas Cocos (Keeling)

# CK
source: Cook Islands
es_es: Islas Cook

# CW
source: Curacao
es_es: Curaçao

# SH
source: Saint Helena
es_es: Santa Elena

# MF
source: Saint-Martin (France)
es_es: Saint-Martin (Francia)

# ST
source: Sao Tome and Principe
es_es: Santo Tomé y Príncipe

# SB
source: Solomon Islands
es_es: Islas Salomón

# GS
source: South Georgia and the South Sandwich Islands
es_es: Islas Georgia del Sur y Sandwich del Sur

# SR
source: Suriname
es_es: Surinam

# FK
source: Falkland Islands
es_es: Islas Malvinas

# TF
source: French Southern Territories
es_es: Territorios Australes Franceses
