Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# record_video_auto
source: Manually record a video of about 3 seconds
es_es: Grabar manualmente un video de unos 3 segundos.
zh_cn: 手动录制一段约3秒的视频
zh_hk: 手動錄製一段約3秒的視頻

# zd_chat_new_message
source: New message
es_es: Nuevo mensaje
zh_cn: 新消息
zh_hk: 新消息

# help_service
source: Support and Live Chat
es_es: Soporte y chat en vivo
zh_cn: 帮助与客服
zh_hk: 幫助與客服

# more_help
source: Help center
es_es: Centro de ayuda
zh_cn: 全部帮助文档
zh_hk: 全部幫助文檔

# online_service
source: Live chat
es_es: Chat en vivo
zh_cn: 在线客服
zh_hk: 在線客服

source: My ticket
es_es: Mi billete
zh_cn: 我的工单
zh_hk: 我的工單

source: Create ticket
es_es: Crear ticket
zh_cn: 创建工单
zh_hk: 創建工單

source: Unsolved
es_es: No resuelto
zh_cn: 未解决
zh_hk: 未解决

source: Solved
es_es: Resuelto
zh_cn: 已解决
zh_hk: 已解决

# ticket_title
source: Title *
es_es: Título *
zh_cn: 标题 *
zh_hk: 標題 *

# ticket_input_title
source: Please enter the title of the ticket
es_es: Por favor ingrese el título del boleto
zh_cn: 请输入工单标题
zh_hk: 請輸入工單標題

# ticket_desc
source: Problem Description *
es_es: Descripción del problema *
zh_cn: 问题描述 *
zh_hk: 問題描述 *

# ticket_input_desc
source: Please describe your problem in detail
es_es: Por favor describa su problema en detalle
zh_cn: 请详细描述您的问题
zh_hk: 請詳細描述您的問題

# ticket_email
source: Email address(please do not fill in casually)*
es_es: Dirección de correo electrónico (por favor no la complete)*
zh_cn: 邮件地址（与历史工单记录有关，请勿随意填写）*
zh_hk: 郵件地址（與歷史工單記錄有關，請勿隨意填寫）*

# ticket_input_email
source: Please enter your email address
es_es: Por favor, introduzca su dirección de correo electrónico
zh_cn: 请输入您的邮箱
zh_hk: 請輸入您的郵箱

# ticket_phone
source: Telephone (optional)
es_es: Teléfono (opcional)
zh_cn: 电话（选填）
zh_hk: 電話（選填）

# ticket_input_phone
source: Please enter your phone number
es_es: Por favor, introduzca su número de teléfono
zh_cn: 请输入您电话
zh_hk: 請輸入您電話

# ticket_photos
source: Photo (optional, up to three)
es_es: Foto (opcional, hasta tres)
zh_cn: 照片（选填，最多三张）
zh_hk: 照片（選填，最多三張）

# submit_ticket
source: Submit a ticket
es_es: Enviar un ticket
zh_cn: 提交工单
zh_hk: 提交工單

# submit_ticket_success
source: Submit successfully, we will reply you soon
es_es: Enviar correctamente, le contestaremos pronto
zh_cn: 提交工单成功，我们会尽快回复您
zh_hk: 提交工單成功，我們會盡快回复您

# submit_ticket_fail
source: Failed to submit the ticket, please try again
es_es: Error al enviar el ticket, por favor intente de nuevo
zh_cn: 提交工单失败，请重试
zh_hk: 提交工單失敗，請重試

# service_center
source: Customer Service
es_es: Servicio al cliente
zh_cn: 客服中心
zh_hk: 客服中心

# no_tickets
source: No ticket
es_es: No hay boleto
zh_cn: 暂无工单
zh_hk: 暫無工單

# marked_ticket_solved
source: Marked ticket is resolved
es_es: El boleto marcado se resuelve.
zh_cn: 标记工单为已解决
zh_hk: 標記工單為已解決

# confirm_ticket_solved
source: Are you sure you want to mark the ticket as resolved?
es_es: ¿Seguro que quieres marcar el ticket como resuelto?
zh_cn: 您确定要标记工单为已解决状态吗？
zh_hk: 您確定要標記工單為已解決狀態嗎？

# marked_solved
source: Resolved
es_es: Resuelto
zh_cn: 标记已解决
zh_hk: 標記已解決

# close_service_chat_title
source: End online chat
es_es: Terminar chat en línea
zh_cn: 结束在线交谈
zh_hk: 結束在線交談

# close_service_chat_detail
source: Are you sure you want to end your online chat?
es_es: Estás seguro de que quieres terminar tu chat en línea?
zh_cn: 您确定要结束在线交谈吗？
zh_hk: 您確定要結束在線交談嗎？

# service_connect_waiting
source: Waiting for connection
es_es: Esperando la conexión
zh_cn: 连接等待中
zh_hk: 連接等待中

# service_connect_connecting
source: Connecting
es_es: conectando
zh_cn: 正在连接
zh_hk: 正在連接

# service_connect_connected
source: Connected
es_es: Conectada
zh_cn: 已连接
zh_hk: 已連接

# service_connect_closed
source: Connection closed
es_es: Conexión cerrada
zh_cn: 连接已关闭
zh_hk: 連接已關閉

# service_connect_losed
source: Lost connection
es_es: Conexión perdida
zh_cn: 失去连接
zh_hk: 失去連接

# service_connect_nothing
source: No connection available
es_es: No hay conexión disponible
zh_cn: 没有可用连接
zh_hk: 沒有可用連接

# service_info_title
source: Please fill in any username, registered mobile number or email number If you are not registered, please fill in the recently used mobile phone number or email number
es_es: Por favor, ingrese cualquier nombre de usuario, número de teléfono móvil registrado o número de correo electrónico Si no está registrado, complete el número de teléfono móvil o correo electrónico utilizado recientemente
zh_cn: 请填写用户名、注册手机号或邮箱号任意一项 如未注册请填写近期使用的手机号或邮箱号
zh_hk: 請填寫用戶名、註冊手機號或郵箱號任意壹項 如未註冊請填寫近期使用的手機號或郵箱號

# service_aberrant_no_servers
source: There are currently no customer service staff online, please submit a ticket
es_es: Actualmente no hay personal de servicio al cliente en línea, envíe un ticket
zh_cn: 当前没有客服人员在线，请提交工单
zh_hk: 當前沒有客服人員在線，請提交工單

# service_aberrant_no_netword
source: Connection may failed due to network reasons
es_es: La conexión puede fallar debido a razones de la red
zh_cn: 可能由于网络原因，连接失败
zh_hk: 可能由於網絡原因，連接失敗

source: Reconnect
es_es: Reconectarse
zh_cn: 重新连接
zh_hk: 重新連接

# top_question
source: Top questions
es_es: Preguntas principales
zh_cn: 热门问题
zh_hk: 熱門問題

# fake_noti_title
source: Finished
es_es: terminada
zh_cn: 已结束
zh_hk: 已結束

# fake_noti_des
source: There is an order has finished
es_es: Hay una orden ha terminado
zh_cn: 您有一笔订单已结束
zh_hk: 您有壹筆訂單已結束

# service_inputing
source: Typing...
es_es: Mecanografía...
zh_cn: 正在输入...
zh_hk: 正在輸入...

# service_end_chat
source: End
es_es: Fin
zh_cn: 结束
zh_hk: 结束

# service_leave_message
source: Customer service left the chat
es_es: Servicio al cliente dejó el chat
zh_cn: 客服已离开当前会话
zh_hk: 客服已離開當前會話

# service_join_message
source: Customer service join the chat
es_es: Servicio al cliente únete al chat
zh_cn: 客服已加入当前会话
zh_hk: 客服已加入當前會話

# service_endchat_manual_title
source: Connection closed
es_es: Conexión cerrada
zh_cn: 连接已断开
zh_hk: 連接已斷開

# service_endchat_manual_des
source: The connection is closed,please go back to upper view and restart the session.
es_es: La conexión está cerrada, vuelva a la vista superior y reinicie la sesión.
zh_cn: 当前会话已经断开，请退出当前界面重新进入
zh_hk: 當前會話已經斷開，請退出當前界面重新進入

# service_waiting_message
source: Please wait while our agents attend to you. There are currently {num} visitor(s) waiting to be served.
es_es: Por favor espere a que los agentes le sirvan. Actualmente hay {num} visitantes esperando ser atendidos
zh_cn: 请等待专员为您服务，当前有{num}名访问者正在等待服务
zh_hk: 請等待專員為您服務，當前有{num}名訪問者正在等待服務

source: retry
es_es: procesar de nuevo
zh_cn: 点击重试
zh_hk: 點擊重試

# data_loding
source: loading
es_es: cargando
zh_cn: 数据加载中
zh_hk: 數據加載中

# kline_indicator
source: Indicators
es_es: Indicadores
zh_cn: 指标
zh_hk: 指標

# kline_main_accessory
source: Main
es_es: Principal
zh_cn: 主图
zh_hk: 主圖

# kline_sub_accessory
source: Sub
zh_cn: 副图
zh_hk: 副圖

# kline_bar_depth
source: Order book
es_es: Orden libro
zh_cn: 盘口
zh_hk: 盤口

# bar_deppth_buy
source: Buy Amount（{crypto}）
es_es: Comprar Cantidad（{crypto}）
zh_cn: 买盘 数量({crypto})
zh_hk: 買盤 數量({crypto})

# bar_depth_price
source: Price（{crypto}）
es_es: Precio（{crypto}）
zh_cn: 价格({crypto})
zh_hk: 價格({crypto})

# bar_depth_sell
source: Amount（{crypto}）Sell
es_es: Cantidad（{crypto}）Vender
zh_cn: 数量({crypto})卖盘
zh_hk: 數量({crypto})賣盤

# kline_bar_trade
source: Transaction
es_es: Transacción
zh_cn: 成交
zh_hk: 成交

# bar_trade_time
source: Time
es_es: Hora
zh_cn: 时间
zh_hk: 時間

# bar_trade_direc
source: Side
es_es: Lado
zh_cn: 方向
zh_hk: 方向

# bar_trade_price
source: Price（{crypto}）
es_es: Precio（{crypto}）
zh_cn: 价格({crypto})
zh_hk: 價格({crypto})

# bar_trade_count
source: Amount（{crypto}）
es_es: Cantidad（{crypto}）
zh_cn: 数量({crypto})
zh_hk: 數量({crypto})

# bar_trade_buy
source: Buy
es_es: Comprar
zh_cn: 买入
zh_hk: 買入

# bar_trade_sell
source: Sell
es_es: Vender
zh_cn: 卖出
zh_hk: 賣出

# kline_bar_intro
source: Introduction
es_es: Introducción
zh_cn: 简介
zh_hk: 簡介

# intro_pubTime
source: Issue Time
es_es: Tiempo de emisión
zh_cn: 发行时间
zh_hk: 發行時間

# intro_pubAmount
source: Total Amount
es_es: Cantidad total
zh_cn: 发行总量
zh_hk: 發行總量

# intro_avaiAmount
source: Circulation
es_es: Circulación
zh_cn: 流通总量
zh_hk: 流通總量

# intro_blockchaint
source: Block Explorer
es_es: Explorador de bloques
zh_cn: 区块查询
zh_hk: 區塊查詢

# intro_objWebsite
source: Official Website
es_es: Sitio web oficial
zh_cn: 项目官网
zh_hk: 項目官網

# intro_whitebook
source: White Paper
es_es: Papel blanco
zh_cn: 白皮书
zh_hk: 白皮書

# min_warning
source: Mininum trade amount can't be larger than wallet balance
es_es: La cantidad de comercio mínimo no puede ser mayor que el saldo de la cartera
zh_cn: 最小交易金额不能高于钱包余额
zh_hk: 最小交易金額不能高於錢包餘額

source: My offers
es_es: Mis ofertas
zh_cn: 我的广告
zh_hk: 我的廣告

# be_active
source: Active
es_es: Activo
zh_cn: 已上架
zh_hk: 已上架

source: Processing
es_es: En progreso
zh_cn: 进行中
zh_hk: 進行中

# canceled
source: Closed
es_es: Cerrado
zh_cn: 已取消
zh_hk: 已取消

source: Finished
es_es: Terminado
zh_cn: 已完成
zh_hk: 已完成

source: My Orders
es_es: Mis ordenes
zh_cn: 我的订单
zh_hk: 我的訂單

# push_title
source: New message
es_es: Nuevo mensaje
zh_cn: 新消息
zh_hk: 新消息

# order_rate
source: Fee
es_es: Rate
zh_cn: 费率
zh_hk: 費率

# reason_forbidan
source: Your offer was forbidden by administrator. If you have any questions, please contact customer service.
es_es: Su oferta fue prohibida por el administrador. Si tiene alguna pregunta, comuníquese con el servicio al cliente.
zh_cn: 广告被管理员禁用。如有疑问，请联系客服解禁。
zh_hk: 廣告被管理員禁用。如有疑問，請聯系客服解禁。

# reason_insufficient_balance
source: The wallet balance is less than{amount} {crypto}. Deposit then activate your offer.
es_es: El saldo de la cartera es inferior a {amount} {crypto}. Deposita luego activa tu oferta.
zh_cn: 钱包余额不足 {amount} {crypto}，广告被下架。请充币后，手动操作上架。
zh_hk: 錢包余額不足 {amount} {crypto}，廣告被下架。請充幣後，手動操作上架。

# reason_below_mix_amount
source: The wallet balance is less than your mininum trade amount. Edit mininum amount then activate your offer.
es_es: El saldo de la cartera es menor que la cantidad mínima de su comercio. Edita la cantidad mínima y luego activa tu oferta.
zh_cn: 钱包余额低于最小交易限额，广告被下架。请修改最小限额后，手动操作上架。
zh_hk: 錢包余額低於最小交易限額，廣告被下架。請修改最小限額後，手動操作上架。

# fix_limits
source: Edit mininum amount
es_es: Editar cantidad mínima
zh_cn: 修改限额
zh_hk: 修改限額

# no_orders_trade
source: No Trade
es_es: No hay operaciones
zh_cn: 暂无交易
zh_hk: 暫無交易

# V314_guide_delete_unorder
source: Left slide to delete negotiating order.
es_es: Deslice a la izquierda para borrar la orden de negociación.
zh_cn: 左滑可以删除未下单询单哦~
zh_hk: 左滑可以刪除未下單詢單哦~

# order_expired_title
source: Expired
es_es: Muerto
zh_cn: 超时取消
zh_hk: 超時取消

# order_wait_comment_title
source: Feedback required
es_es: Comentario
zh_cn: 待评价
zh_hk: 待評論

# order_payment
source: Payment
es_es: Pagar
zh_cn: 支付
zh_hk: 支付

# face_challenge_requestid_invalid
source: You are waiting too long, please try again
es_es: Usted está esperando demasiado tiempo, por favor intente de nuevo
zh_cn: 您太久没有操作了，请重试
zh_hk: 您太久沒有操作了，請重試

# verification_lead_title
source: Please verify in a good environment:
es_es: Por favor verifique en un buen ambiente:
zh_cn: 请在良好的环境下进行认证：
zh_hk: 請在良好的環境下進行認證：

# verification_lead_content
source: 1. Don't be in a backlit or reflective environment 2. Please put the face in the center of the screen at an appropriate ratio. 3. Follow the prompts to ensure clear picture quality
es_es: 1. No estar en un ambiente retroiluminado o reflexivo 2. Coloque la cara en el centro de la pantalla en una proporción adecuada. 3. Siga las indicaciones para garantizar una calidad de imagen clara
zh_cn: 1.不要处在背光或反光的环境中 2.请将脸部以合适的比例处在屏幕中央 3.根据提示操作，保证画质清晰
zh_hk: 1.不要處在背光或反光的環境中 2.請將臉部以合適的比例處在屏幕中央 3.根據提示操作，保證畫質清晰

source: Verification prompt
es_es: Aviso de verificación
zh_cn: 认证提示
zh_hk: 認證提示

# opne_Browser
source: Open in browser
es_es: Usar navegador
zh_cn: 在浏览器打开
zh_hk: 在瀏覽器打開

# copy_linksUrl
source: Copy link
es_es: Copiar link
zh_cn: 复制链接
zh_hk: 複製鏈接

# share_type_WhatsApp_Telegram
source: <{title}> {url}
zh_cn: 我刚在可盈可乐官网发现这个，快来围观《{title}》{url}，可盈可乐，与你一起连接未来金融，在可盈可乐研究院，更懂区块链 www.coincola.info
zh_hk: 我刚在可盈可乐官网发现这个，快来围观《{title}》{url}，可盈可乐，与你一起连接未来金融，在可盈可乐研究院，更懂区块链 www.coincola.info

# share_type_weibo
source: {title}
zh_cn: 分享可盈可乐动态《{title}》来自@可盈可乐COINCOLA #可盈可乐#
zh_hk: 分享可盈可乐动态《{title}》来自@可盈可乐COINCOLA #可盈可乐#

# redPacket_title
source: {amount} {crypto} waiting for you
zh_cn: {amount}个{crypto}等你领
zh_hk: {amount}個{crypto}等你領

# cc_redPacket_title
source: 【Best Wishes】{amount} {crypto} waiting for you
zh_cn: 【恭喜发财】我发了{amount}{crypto}等你领
zh_hk: 【恭喜發財】我發了{amount}{crypto}等你領

# cc_redPacket_desc
source: Connecting you to future of finance.
zh_cn: 送你一份数字资产，与你一起连接未来金融
zh_hk: 送你一份數字資產，與你一起連接未來金融

# cc_redPacket_result
source: {quantity} {cryptoCurrency} provided by CoinCola already loaded into 1 red packet. Send it to your friends!
zh_cn: CoinCola送的{quantity} {cryptoCurrency}已成功装入红包，快去发给好友吧！
zh_hk: CoinCola送的{quantity} {cryptoCurrency}已成功裝入紅包，快去發給好友吧！

# upload_log_des
source: If you have problems with dysfunction or flashback in CoinCola, please upload logs to help us better locate and solve the problem.
es_es: Si tiene problemas con la disfunción o el flashback en CoinCola, cargue los registros para ayudarnos a localizar y resolver mejor el problema.
zh_cn: 使用可盈可乐中如发生功能异常或闪退等问题，请上传日志帮助我们更好的定位和解决问题。
zh_hk: 使用可盈可樂中如發生功能異常或閃退等問題，請上傳日誌幫助我們更好的定位和解決問題。

# get_log_list
source: Select date
es_es: Seleccione Hora
zh_cn: 选择时间
zh_hk: 選擇時間

source: Upload log
es_es: Subir registro
zh_cn: 上传日志
zh_hk: 上傳日誌

# upload_log_tip
source: The log contains only the fault record, technical data and other necessary system information of CoinCola in the selected time period, and does not include transaction records, chat records, etc.
es_es: El registro solo contiene el registro de fallas, los datos técnicos y otra información necesaria del sistema de CoinCola en el período de tiempo seleccionado, y no incluye registros de transacciones, registros de chat, etc.
zh_cn: 日志中仅包含所选时间段内可盈可乐的故障记录、技术数据及其他必要的系统信息，不包含交易记录，聊天记录等信息
zh_hk: 日誌中僅包含所選時間段內可盈可樂的故障記錄、技術數據及其他必要的系統信息，不包含交易記錄，聊天記錄等信息

# upload_log_success
source: Upload successful
es_es: Subida exitosa
zh_cn: 上传成功
zh_hk: 上傳成功

# upload_log_fail
source: Upload failed
es_es: Subida fallida
zh_cn: 上传失败
zh_hk: 上傳失敗

# assets_nearly_des
source: Assets are converted into estimated value of digital assets based on the real-time coin price and are for reference only.Actual assets should be based on the quantity of each coin.
es_es: Los activos se convierten en valor estimado de los activos digitales en función del precio de la moneda en tiempo real y son solo para referencia.Los activos reales deben basarse en la cantidad de cada moneda.
zh_cn: 资产折合为数字资产根据实时币价折合的估算价值，仅供参考。实际资产请以各币种的数量为准。
zh_hk: 資產折合為數字資產根據實時幣價折合的估算價值，僅供參考。實際資產請以各幣種的數量為準。

# open_ga
source: Open Google Authenticator
es_es: Abierto GA
zh_cn: 打开谷歌验证器
zh_hk: 打開谷歌驗證器

# open_ga_failed
source: Open Google Authenticator failed
es_es: Ga abierto falló
zh_cn: 谷歌验证器打开失败
zh_hk: 谷歌驗證器打開失敗

# general_failed
source: An error occured, please try again
es_es: Ha ocurrido un error. Por favor intente de nuevo
zh_cn: 操作失败
zh_hk: 操作失敗

# wallet_deposit_address_title
source: Deposit Address
es_es: Dirección de Depósito
zh_cn: 充币地址
zh_hk: 充幣地址

# wallet_deposit_chain_title
source: Chain name
es_es: Nombre
zh_cn: 链名称
zh_hk: 鏈名稱

# v317_deposit_message_general
source: • Minimum deposit amount: {deposit_least} {crypto}. • Deposit requires {confirm} confirmations. • Please don’t deposit any other digital assets except {crypto} to the above address.
es_es: • El monto mínimo de depósito {deposit_least} {crypto}. • Las monedas serán depositadas después de {confirm} confirmaciones de red. • No deposite ningún otro activo digital, excepto {crypto}, en la dirección anterior.
zh_cn: • 最小充币数量：{deposit_least} {crypto}。 • 充值需要 {confirm} 个网络确认才能到账。 • 请勿向上述地址充值任何非{crypto}资产，否则资产将不可找回。
zh_hk: • 最小充幣數量：{deposit_least} {crypto}。 • 充值需要 {confirm} 個網絡確認才能到賬。 • 請勿向上述地址充值任何非{crypto}資產，否則資產將不可找回。

# v317_deposit_message_smart
source: • Minimum deposit amount: {deposit_least} {crypto}. • Deposit requires {confirm} confirmations. • Please don’t deposit any other digital assets except {crypto} to the above address. • Assets sent from smart contract wallets will not be accepted.
es_es: • El monto mínimo de depósito {deposit_least} {crypto}. • Las monedas serán depositadas después de {confirm} confirmaciones de red. • No deposite ningún otro activo digital, excepto {crypto}, en la dirección anterior. • Los activos enviados desde carteras de contratos inteligentes no serán aceptados.
zh_cn: • 最小充币数量：{deposit_least} {crypto}。 • 充值需要 {confirm} 个网络确认才能到账。 • 请勿向上述地址充值任何非{crypto}资产，否则资产将不可找回。 • 暂不支持{crypto}智能合约的转入。
zh_hk: • 最小充幣數量：{deposit_least} {crypto}。 • 充值需要 {confirm} 個網絡確認才能到賬。 • 請勿向上述地址充值任何非{crypto}資產，否則資產將不可找回。 • 暫不支持{crypto}智能合約的轉入。

# v317_deposit_message_chain
source: • Minimum deposit amount: {deposit_least} {crypto}. • Deposit requires {confirm} confirmations. • Please don’t deposit any other digital assets except {crypto} to the above address.
es_es: • El monto mínimo de depósito {deposit_least} {crypto}. • Las monedas serán depositadas después de {confirm} confirmaciones de red. • No deposite ningún otro activo digital, excepto {crypto}, en la dirección anterior.
zh_cn: • 最小充币数量： {deposit_least} {crypto}。 • 充值需要 {confirm} 个网络确认才能到账。 • 请勿向上述地址充值任何非{crypto}资产，否则资产将不可找回。
zh_hk: • 最小充幣數量： {deposit_least} {crypto}。 • 充值需要 {confirm} 個網絡確認才能到賬。 • 請勿向上述地址充值任何非{crypto}資產，否則資產將不可找回。

# v317_deposit_message_tag_smart
source: • Minimum deposit amount: {deposit_least} {crypto}. • Deposit requires {confirm} confirmations. • Both a {tag} and an Address are required to successfully deposit your {crypto} to CoinCola. • Please don’t deposit any other digital assets except {crypto} to the above address. • Assets sent from smart contract wallets will not be accepted.
es_es: • El monto mínimo de depósito {deposit_least} {crypto}. • Las monedas serán depositadas después de {confirm} confirmaciones de red. • Se requiere tanto una {tag} como una dirección para depositar con éxito su {crypto} en CoinCola. • No deposite ningún otro activo digital, excepto {crypto}, en la dirección anterior. • Los activos enviados desde carteras de contratos inteligentes no serán aceptados.
zh_cn: • 最小充币数量：{deposit_least} {crypto}。 • 充值需要 {confirm} 个网络确认才能到账。 • 充值地址和{tag}须同时使用才能充值{crypto}到CoinCola。 • 请勿向上述地址充值任何非{crypto}资产，否则资产将不可找回。 • 暂不支持EOS智能合约的转入。
zh_hk: • 最小充幣數量：{deposit_least} {crypto}。 • 充值需要 {confirm} 個網絡確認才能到賬。 • 充值地址和{tag}須同時使用才能充值{crypto}到CoinCola。 • 請勿向上述地址充值任何非{crypto}資產，否則資產將不可找回。 • 暫不支持EOS智能合約的轉入。

# v317_deposit_message_tag
source: • Minimum deposit amount: {deposit_least} {crypto}. • Deposit requires {confirm} confirmations. • Both a {tag} and an Address are required to successfully deposit your {crypto} to CoinCola. • Please don’t deposit any other digital assets except {crypto} to the above address.
es_es: • El monto mínimo de depósito {deposit_least} {crypto}. • Las monedas serán depositadas después de {confirm} confirmaciones de red. • Se requiere tanto una {tag} como una dirección para depositar con éxito su {crypto} en CoinCola. • No deposite ningún otro activo digital, excepto {crypto}, en la dirección anterior.
zh_cn: • 最小充币数量：{deposit_least} {crypto}。 • 充值需要 {confirm} 个网络确认才能到账。 • 充值地址和{tag}须同时使用才能充值{crypto}到CoinCola。 • 请勿向上述地址充值任何非{crypto}资产，否则资产将不可找回。
zh_hk: • 最小充幣數量：{deposit_least} {crypto}。 • 充值需要 {confirm} 個網絡確認才能到賬。 • 充值地址和{tag}須同時使用才能充值{crypto}到CoinCola。 • 請勿向上述地址充值任何非{crypto}資產，否則資產將不可找回。

# v317_withdraw_message_general
source: • Minimum withdrawal amount: {withdraw_least} {crypto}. • The network transfer fee is {withdraw_fee} {crypto}，which may be adjusted by network congestion. • Internal withdrawal is real-time. Exceeding the free transfer amount will be charged at the same rate as regular withdrawals.
es_es: • El monto mínimo de retiro es {withdraw_least} {crypto}. • La tarifa de transferencia de red es {withdraw_fee} {crypto}, que puede ajustarse por congestión de red. • El retiro interno es en tiempo real. Exceder el monto de la transferencia gratuita se cobrará a la misma tasa que los retiros regulares.
zh_cn: • 最小提币数量：{withdraw_least} {crypto}。 • {crypto} 网络转账费：{withdraw_fee} {crypto}，为保障转账速度，网络转账费会根据情况进行实时调整。 • 平台内相互转账是实时到账的，超出免费转账额度将收取和网络转账同等的手续费。
zh_hk: • 最小提幣數量：{withdraw_least} {crypto}。 • {crypto} 網絡轉賬費：{withdraw_fee} {crypto}，為保障轉賬速度，網絡轉賬費會根據情況進行實時調整。 • 平臺內相互轉賬是實時到賬的，超出免費轉賬額度將收取和網絡轉賬同等的手續費。

# v317_widhdraw_message_chain
source: • Minimum withdrawal amount: {withdraw_least} {crypto}. • The network transfer fee is {withdraw_fee} {crypto}，which may be adjusted by network congestion. • Internal withdrawal is real-time. Exceeding the free transfer amount will be charged at the same rate as regular withdrawals.
es_es: • El monto mínimo de retiro es {withdraw_least} {crypto}. • La tarifa de transferencia de red es {withdraw_fee} {crypto}, que puede ajustarse por congestión de red. • El retiro interno es en tiempo real. Exceder el monto de la transferencia gratuita se cobrará a la misma tasa que los retiros regulares.
zh_cn: • 最小提币数量：{withdraw_least} {crypto}。 • {crypto} 网络转账费：{withdraw_fee} {crypto}，为保障转账速度，网络转账费会根据情况进行实时调整。 • 平台内相互转账是实时到账的，超出免费转账额度将收取和网络转账同等的手续费。
zh_hk: • 最小提幣數量：{withdraw_least} {crypto}。 • {crypto} 網絡轉賬費：{withdraw_fee} {crypto}，為保障轉賬速度，網絡轉賬費會根據情況進行實時調整。 • 平臺內相互轉賬是實時到賬的，超出免費轉賬額度將收取和網絡轉賬同等的手續費。

# transfer_from
source: From
es_es: De
zh_cn: 从
zh_hk: 從

# transfer_to
source: To
es_es: A
zh_cn: 到
zh_hk: 到

# transfer_textfield_placeholder
source: Enter transfer amount
es_es: Cantidad
zh_cn: 请输入划转数量
zh_hk: 請輸入劃轉數量

source: Select chain name
es_es: Seleccionar nombre
zh_cn: 请选择链名称
zh_hk: 選擇鏈名稱

source: Total assets
es_es: Los activos totales
zh_cn: 总资产估值
zh_hk: 總資產估值

# exchange_total_assets
source: Exchange Assets
es_es: Activos de intercambio
zh_cn: 币币资产估值
zh_hk: 幣幣資產估值

# otc_total_assets
source: OTC Assets
es_es: Activos OTC
zh_cn: 场外资产估值
zh_hk: 場外資產估值

# chain_question
source: Tips USDT-Omni is the USDT issued by Tether based on the BTC network. USDT-ERC20 is the USDT issued by Tether based on the ETH network.
es_es: Nota USDT-Omni es el USDT emitido por Tether basado en la red BTC. USDT-ERC20 es el USDT emitido por Tether basado en la red ETH.
zh_cn: 温馨提示 USDT-OMNI是Tether公司基于BTC网络的omni layer协议发行的USDT。 USDT-ERC20是Tether公司基于ETH网络的ERC20协议发行的USDT。
zh_hk: 溫馨提示 USDT-OMNI是Tether公司基於BTC網絡的omni layer協議發行的USDT。 USDT-ERC20是Tether公司基於ETH網絡的ERC20協議發行的USDT。

# search_your_problem
source: Search for the problems
es_es: Busca los problemass
zh_cn: 搜索你遇到的问题
zh_hk: 搜索你遇到的問題

# in_out_detail
source: Transaction Details
es_es: Detalles de transacción
zh_cn: 转账详情
zh_hk: 轉賬詳情

# wallet_assets
source: Balances
es_es: Saldos
zh_cn: 资产
zh_hk: 資產

# push_quote
source: Price notification
es_es: Notificación de precio
zh_cn: 行情通知
zh_hk: 行情通知

source: Dispute
es_es: Disputa
zh_cn: 申诉
zh_hk: 申訴

# transfer_available
source: Available
es_es: Disponible
zh_cn: 可转
zh_hk: 可轉

# publish_front_general_teach
source: How to post fiat offer?(For vendor)
es_es: ¿Cómo publicar una oferta fiat?(Para el vendedor)
zh_cn: 查看法币广告教程
zh_hk: 查看法幣廣告教程

# publish_front_gift_teach
source: How to post gift card offer?(For vendor)
es_es: ¿Cómo publicar una oferta de tarjeta de regalo?(Para el vendedor)
zh_cn: 查看礼品卡广告教程
zh_hk: 查看禮品卡廣告教程

# withdraw_legal_title
source: Amount of currency（optional）
es_es: Amount
zh_cn: 提币金额
zh_hk: 提幣金額

# withdraw_legal_placeholder
source: Enter withdrawal amount
zh_cn: 输入提币金额
zh_hk: 輸入提幣金額

source: Guide
es_es: Guía
zh_cn: 指引
zh_hk: 指引

# order_limits
source: The order amount ranges from
zh_cn: 下单金额范围
zh_hk: 下單金額範圍

# teach
source: Course
es_es: Curso
zh_cn: 教程
zh_hk: 教程

# otc_avail_value
source: OTC available
es_es: OTC disponible
zh_cn: 场外可用
zh_hk: 場外可用

# order_limits_range
source: The order amount should be in the range of
es_es: El monto del pedido debe estar en el rango de
zh_cn: 下单金额范围在
zh_hk: 下單金額範圍應在

source: Margin Account
es_es: Cuenta Margen
zh_cn: 杠杆账户
zh_hk: 槓桿賬戶

# wallet_borrow
source: Borrow
es_es: Préstamo
zh_cn: 借币
zh_hk: 借幣
