Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# ad_balance_warning
source: Your ads can't be displayed because your wallet balance is less than {amount} {crypto}, please
es_es: Sus anuncios no se pueden mostrar porque el saldo de su billetera es inferior a {amount} {crypto},
zh_cn: 您的钱包余额不足{amount} {crypto}，广告将无法正常展示，请
zh_hk: 您的錢包余額不足{amount} {crypto}，廣告將無法正常展示，請

# ad_balance_pub
source: deposit.
es_es: por favor deposite.
zh_cn: 立即充币
zh_hk: 立即充幣

# ad_step_text_1
source: SET TYPE
es_es: FIJAR TIPO
zh_cn: 设置广告类型
zh_hk: 設置廣告類型

# ad_step_text_2
source: SET PRICE
es_es: FIJAR PRECIO
zh_cn: 设置广告报价
zh_hk: 設置廣告報價

# ad_step_text_3
source: SET TERMS
es_es: FIJAR TÉRMINOS
zh_cn: 设置广告留言
zh_hk: 設置廣告留言

# payment_type_vc_title
source: Select payment method
es_es: Seleccione el método de pago
zh_cn: 选择支付方式
zh_hk: 選擇支付方式

# payment_type_error
source: Select payment method
es_es: Seleccione el método de pago
zh_cn: 请选择支付方式
zh_hk: 請選擇支付方式

# tag_error
source: Select a label
es_es: Seleccione una etiqueta
zh_cn: 请选择标签
zh_hk: 請選擇標簽

# general_payment
source: FIAT
es_es: FÍAT
zh_cn: 法币支付
zh_hk: 法幣支付

# giftcard_payment
source: GIFT CARD
es_es: TARJETA DE REGALO
zh_cn: 礼品卡支付
zh_hk: 禮品卡支付

# ad_payment_general_tip
source: Up to {count} payment methods
es_es: Hasta {count} métodos de pago
zh_cn: 法币支付最多可选{count}种
zh_hk: 法幣支付最多可選{count}種

# ad_payment_gift_tip
source: Only one method per offer
es_es: Solo un método por oferta
zh_cn: 礼品卡支付最多可选1种
zh_hk: 禮品卡支付最多可選1種

# ad_payment_select_lab
source: Currently selected:
es_es: Actualmente seleccionado:
zh_cn: 您选择的支付方式为：
zh_hk: 您選擇的支付方式為：

# ad_amount_range
source: MIN/MAX
es_es: MÍNIMO MÁXIMO
zh_cn: 使用最小/最大金额
zh_hk: 使用最小/最大金額

# ad_amount_scatter
source: EXACT NUMBER
es_es: NUMERO EXACTO
zh_cn: 使用精确金额
zh_hk: 使用精確金額

# payment_scatter_vc_title
source: AMOUNT
es_es: CANTIDAD
zh_cn: 选择设置金额
zh_hk: 選擇設置金額

# ad_tag_scatter_tip
source: Up to 5 amount
es_es: Hasta 5 cantidades
zh_cn: 金额最多可选5个
zh_hk: 金額最多可選5個

# ad_tag_scatter_select_lab
source: Currently selected:
es_es: Actualmente seleccionado:
zh_cn: 您选择的金额为：
zh_hk: 您選擇的金額為：

# ad_tag_scatter_manage_lab
source: Can't find the right amount? Click to enter manually
es_es: ¿No puedes encontrar la cantidad correcta? Haga clic para entrar manualmente
zh_cn: 找不到合适的金额？ 点击手动输入
zh_hk: 找不到合適的金額？ 點擊手動輸入

# ad_secure_faq
source: When enabled, only verified traders can see this offer.
es_es: Cuando está habilitado, solo los comerciantes verificados pueden ver esta oferta.
zh_cn: 启用后，只有完成实名认证的用户才能与本广告交易
zh_hk: 啟用後，只有完成實名認證的用戶才能與本廣告交易

# ad_trust_faq
source: When enabled, only trusted traders can see this offer.
es_es: Cuando está habilitado, solo los comerciantes de confianza pueden ver esta oferta.
zh_cn: 启用后，只有自己信任的用户才能与本广告交易
zh_hk: 啟用後，只有自己信任的用戶才能與本廣告交易

# ad_description_title
source: Remarks
es_es: Observaciones
zh_cn: 说明
zh_hk: 說明

# publish_front_general_title
source: POST FIAT OFFER
es_es: OFERTA POST FIAT
zh_cn: 发布法币广告
zh_hk: 發布法幣廣告

# publish_front_general_des
source: Use local currency to buy and sell cryptocurrency. Bank transfer, online transfers (Alipay, WeChat, PayPal), Western Union and many more.
es_es: Use la moneda local para comprar y vender criptomoneda. Transferencia bancaria, transferencias en línea (Alipay, WeChat, PayPal), Western Union y muchos más.
zh_cn: 使用当地法币买卖数字资产。 通常使用银行转账、网上转账（如支付宝、微信、PayPal等）完成支付。
zh_hk: 使用當地法幣買賣數字資產。 通常使用銀行轉賬、網上轉賬（如支付寶、微信、PayPal等）完成支付。

# publish_front_gift_title
source: POST GIFT CARD OFFER
es_es: OFERTA DE TARJETA POSTAL DE REGALO
zh_cn: 发布礼品卡广告
zh_hk: 發布禮品卡廣告

# publish_front_gift_des
source: Use gift card to buy and sell cryptocurrency. Amazon Gift Card, iTunes Gift Card, Steam Gift Card and many more.
es_es: Usa tarjeta de regalo para comprar y vender criptomoneda. Tarjeta de regalo de Amazon, tarjeta de regalo de iTunes, tarjeta de regalo de Steam y muchos más.
zh_cn: 使用全球各种礼品卡买卖数字资产。 通常使用礼品卡（如亚马逊礼品卡时，iTunes礼品卡，Steam礼品卡等）完成支付。
zh_hk: 使用全球各種禮品卡買賣數字資產。 通常使用禮品卡（如亞馬遜禮品卡時，iTunes禮品卡，Steam禮品卡等）完成支付。

# ad_description_1
source: 1. Posting an ad is free;
es_es: 1. Publicar un anuncio es gratis;
zh_cn: 1. 发布广告是免费的；
zh_hk: 1. 發布廣告是免費的；

# ad_description_2
source: 2. 0.7% fee is applied for each completed transaction
es_es: 2. Se aplica una tarifa de 0.7% por cada transacción completada
zh_cn: 2. 广告成交后，每笔交易需支付0.7% 的手续费
zh_hk: 2. 廣告成交後，每筆交易需支付0.7% 的手續費

# ad_description_3
source: 3. A minimum balance is required in your CoinCola wallet for ads to be displayed;
es_es: 3. Se requiere un saldo mínimo en su billetera CoinCola para que se muestren los anuncios;
zh_cn: 3. 钱包余额达到要求，广告才能正常展示；
zh_hk: 3. 錢包余額達到要求，廣告才能正常展示；

# ad_description_4
source: 4. Ads will be deactivated when your wallet balance falls below requires minimum balance or below your set minimum transaction limit;
es_es: 4. Los anuncios se desactivarán cuando el saldo de su cartera caiga por debajo del saldo mínimo requerido o por debajo de su límite de transacción mínimo establecido;
zh_cn: 4. 钱包余额低于要求，或低于您设置的最小交易金额，广告会下架；
zh_hk: 4. 錢包余額低於要求，或低於您設置的最小交易金額，廣告會下架；

# ad_description_5
source: 5. Deactivated ads need to be manually reactivated.
es_es: 5. Los anuncios desactivados deben ser reactivados manualmente.
zh_cn: 5. 任何下架的广告，都需要您手动操作上架。
zh_hk: 5. 任何下架的廣告，都需要您手動操作上架。

# ad_market_price_lab
source: Market reference price:
es_es: Precio de referencia
zh_cn: 市场参考价：
zh_hk: 市場參考價：

# ad_custome_price_lab
source: Your Offer:
es_es: Tu oferta:
zh_cn: 您的报价：
zh_hk: 您的報價：

# ad_market_rank_lab
source: This trade price is currently ranked: {rank}
es_es: Este precio comercial está clasificado actualmente:{rank}
zh_cn: 当前报价大概排在第{rank}位
zh_hk: 當前報價大概排在第{rank}位

# discount_nothing_error
source: Set rate
es_es: Tasa de ajuste
zh_cn: 请设置折扣
zh_hk: 請設置折扣

# discount_error
source: Rate should be between 0.001 and 1.000
es_es: La tarifa debe estar entre 0.001 y 1.000.
zh_cn: 折扣应该在0.001-1.000之间
zh_hk: 折扣應該在0.001-1.000之間

# margin_nothing_error
source: Set margin
es_es: Establecer margen
zh_cn: 请设置溢价
zh_hk: 請設置溢價

# margin_error
source: Margin should be between -50 and 100
es_es: El margen debe estar entre -50 y 100
zh_cn: 溢价应该在-50.0-100.00之间
zh_hk: 溢價應該在-50.0-100.00之間

# min_nothing_error
source: Set minimum trade amount
es_es: Establecer la cantidad mínima de comercio
zh_cn: 请设置最小交易金额
zh_hk: 請設置最小交易金額

# max_error
source: Set maximum trade amount
es_es: Establecer la cantidad máxima de comercio
zh_cn: 请设置最大交易金额
zh_hk: 請設置最大交易金額

# assign_error
source: Select accurate amount
es_es: Seleccione la cantidad exacta
zh_cn: 请选择精确金额
zh_hk: 請選擇精確金額

# time_error
source: Set payment deadline
es_es: Establecer fecha límite de pago
zh_cn: 请填写付款期限
zh_hk: 請填寫付款期限

# min_error
source: Minimum trade amount cannot be lower than {num}
es_es: El monto mínimo de la transacción no puede ser inferior a {num}
zh_cn: 最小交易金额不能低于{num}
zh_hk: 最小交易金額不能低於{num}

# time_min_error
source: Payment period must be higher than {min} minutes
es_es: El período de pago debe ser superior a {min} minutos
zh_cn: 付款期限必须高于{min}
zh_hk: 付款期限必須高於{min}

# time_max_error
source: Payment period cannot exceed {max} minutes
es_es: El período de pago no puede exceder los {max} minutos.
zh_cn: 付款期限不能超过{max}
zh_hk: 付款期限不能超過{max}

# min_max_error
source: The maximum trade amount must be greater than the minimum trade amount
es_es: El importe comercial máximo debe ser mayor que el importe comercial mínimo.
zh_cn: 最大交易金额需大于最小交易金额
zh_hk: 最大交易金額需大於最小交易金額

# ad_payment_error
source: Select at least 1 payment method
es_es: Seleccione al menos 1 método de pago
zh_cn: 请至少选择1种支付方式
zh_hk: 請至少選擇1種支付方式

# ad_tag_error
source: Select at least 1 label
es_es: Seleccione al menos 1 etiqueta
zh_cn: 请至少选择1个标签
zh_hk: 請至少選擇1個標簽

# ad_discount_buy_faq
source: For example, if your rate is set at 0.800, selling $100 worth of gift card will give you $80 worth of bitcoin.
es_es: Por ejemplo, si la tasa es de 0.800, la venta de $ 100 en tarjetas de regalo le dará $ 80 en bitcoins.
zh_cn: 比如您的折扣为0.80，那么您支付1美元的礼品卡，只能购买等值0.8美元的比特币。
zh_hk: 比如您的折扣為0.80，那麽您支付1美元的禮品卡，只能購買等值0.8美元的比特幣。

# ad_discount_sell_faq
source: For example, if the rate is set at 0.800, buy $100 worth of gift card will cost you $80 worth of bitcoin.
es_es: Por ejemplo, si la tasa es de 0.800, comprar $ 100 en tarjetas de regalo le costará $ 80 en bitcoins.
zh_cn: 比如广告折扣为0.800，那么您只需出售0.8美元等值的比特币，即可获得对方1美元的礼品卡。
zh_hk: 比如廣告折扣為0.800，那麽您只需出售0.8美元等值的比特幣，即可獲得對方1美元的禮品卡。

# min_faq
source: • Minimum price can help you maintain a stable profit when prices fluctuate. • For example, if the minimum price is set at 12,000, your offer will be set to 12,000 even market price is less than 12,000.
es_es: • El precio mínimo puede ayudarlo a mantener una ganancia estable cuando los precios fluctúan. • Por ejemplo, si el precio mínimo se establece en 12,000, su oferta se establecerá en 12,000, incluso el precio de mercado es inferior a 12,000 .
zh_cn: • 最低价，可帮您在价格剧烈波动时保持稳定的盈利。 • 比如最低价为12000，那么当市场价<12000时，您的广告依旧以12000的价格展示。
zh_hk: • 最低價，可幫您在價格劇烈波動時保持穩定的盈利。 • 比如最低價為12000，那麽當市場價<12000時，您的廣告依舊以12000的價格展示。

# max_faq
source: • Maximum price can help you maintain a stable profit when prices fluctuate. • For example, if the maximum price is set at 12,000, your offer will be set to 12,000 even market price is over 12,000.
es_es: • El precio máximo puede ayudarlo a mantener una ganancia estable cuando los precios fluctúan. • Por ejemplo, si el precio máximo se establece en 12,000, su oferta se establecerá en 12,000, incluso el precio de mercado es más de 12,000 .
zh_cn: • 最高价，可帮您在价格剧烈波动时保持稳定的盈利。 • 比如最高价为12000，那么当市场价>12000时，您的广告依旧以12000的价格展示。
zh_hk: • 最高價，可幫您在價格劇烈波動時保持穩定的盈利。 • 比如最高價為12000，那麽當市場價>12000時，您的廣告依舊以12000的價格展示。

# market_view_margin_faq
source: • Your offer: Based on current market price and the profit margin you set. Current market price is calculated based on the average number from other mainstream exchanges. • • For example, if the market price is 1000 and profit margin is set at 10%, your offer will be 1100. • Offers will be refreshed every 10 minutes.
es_es: • Su oferta: basada en el precio de mercado actual y el margen de beneficio que estableció. El precio de mercado actual se calcula en base al número promedio de otros intercambios principales. • Por ejemplo, si el precio de mercado es 1000 y el margen de beneficio se establece en 10%, su oferta será de 1100. • Las ofertas se actualizarán cada 10 minutos .
zh_cn: • 您的报价：根据市场参考价和您设置的溢价比例得出。市场参考价是根据部分大型交易所实时价格得出的。 • 比如市场参考价为1000，您设置的溢价比例为10%，那么您的报价为1100。 • 基于溢价比例得出的报价，10分钟更新一次。
zh_hk: • 您的報價：根據市場參考價和您設置的溢價比例得出。市場參考價是根據部分大型交易所實時價格得出的。 • 比如市場參考價為1000，您設置的溢價比例為10%，那麽您的報價為1100。 • 基於溢價比例得出的報價，10分鐘更新壹次。

# market_view_discount_faq
source: • Your offer: Based on current market price and the rate you set. Current market price is calculated based on the average number from other mainstream exchanges. • For example, if the market price is 1000 and ret is set at 0.500, your offer will be 2000. • Offers will be refreshed every 10 minutes.
es_es: • Su oferta: basada en el precio de mercado actual y la tasa establecida. El precio de mercado actual se calcula en base al número promedio de otros intercambios principales. • Por ejemplo, si el precio de mercado es 1000 y el valor de recuperación se establece en 0.500, su oferta será de 2000. • Las ofertas se actualizarán cada 10 minutos .
zh_cn: • 您的报价：根据市场参考价和您设置的折扣得出。市场参考价是根据部分大型交易所实时价格得出的。 • 比如市场参考价为1000，您设置的折扣为0.500，那么您的报价为2000。 • 基于折扣得出的报价，10分钟更新一次。
zh_hk: • 您的報價：根據市場參考價和您設置的折扣得出。市場參考價是根據部分大型交易所實時價格得出的。 • 比如市場參考價為1000，您設置的折扣為0.500，那麽您的報價為2000。 • 基於折扣得出的報價，10分鐘更新壹次。

# gift_card_hot
source: Hot
es_es: Caliente
zh_cn: 热门
zh_hk: 熱門

source: Gift Card Trade
es_es: Tarjeta de regalo
zh_cn: 礼品卡交易
zh_hk: 禮品卡交易

# gift_card_trade_des
source: Buy Bitcoin with many gift cards
es_es: Compra Bitcoin con muchas tarjetas de regalo
zh_cn: 用亚马逊礼品卡、iTunes礼品卡等买卖BTC
zh_hk: 用亞馬遜禮品卡、iTunes禮品卡等買賣BTC

# all_currency
source: All Currencies
es_es: Todas las monedas
zh_cn: 全部货币
zh_hk: 全部貨幣

# all_cards
source: All Gift Cards
es_es: Todas las tarjetas de regalo
zh_cn: 全部礼品卡
zh_hk: 全部禮品卡

# all_lable
source: All Labels
es_es: Todas las etiquetas
zh_cn: 全部标签
zh_hk: 全部標簽

# more_currency
source: More Currencies
es_es: Más monedas
zh_cn: 更多货币
zh_hk: 更多貨幣

# bussi_message
source: Trading Terms
es_es: Términos comerciales
zh_cn: 商家留言
zh_hk: 商家留言

# ad_disscount
source: Rate
es_es: Tarifa
zh_cn: 折扣
zh_hk: 折扣

# disscount_des_buy
source: For example, if the rate is 0.800, selling $100 worth of gift card will give you $80 worth of bitcoin.
es_es: Por ejemplo, si la tasa es de 0.800, la venta de $ 100 en tarjetas de regalo le dará $ 80 en bitcoins.
zh_cn: 比如广告折扣为0.800，那么您支付1美元的礼品卡，只能购买等值0.8美元的比特币。
zh_hk: 比如廣告折扣為0.800，那麽您支付1美元的禮品卡，只能購買等值0.8美元的比特幣。

# disscount_des_sell
source: For example, if the rate is 0.800, buying $100 worth of gift card will cost you $80 worth of bitcoin.
es_es: Por ejemplo, si la tasa es de 0.800, comprar $ 100 en tarjetas de regalo le costará $ 80 en bitcoins.
zh_cn: 比如广告折扣为0.800，那么您只需出售0.8美元等值的比特币，即可获得对方1美元的礼品卡。
zh_hk: 比如廣告折扣為0.800，那麽您只需出售0.8美元等值的比特幣，即可獲得對方1美元的禮品卡。

# you_will_buy_crypto
source: You will get {amount} {currency} worth of Bitcoin
es_es: Obtendrá {amount} {currency} en Bitcoin
zh_cn: 您将获得 {amount} {currency}等值的比特币
zh_hk: 您將獲得 {amount} {currency}等值的比特幣

# you_will_sell_crypto
source: You will sell {amount} {currency} worth of Bitcoin
es_es: Usted venderá {amount} {currency} en Bitcoin
zh_cn: 您将出售 {amount} {currency}等值的比特币
zh_hk: 您將出售 {amount} {currency}等值的比特幣

# ver_stage_title
source: Stage
es_es: Escenario
zh_cn: 认证状态
zh_hk: 認證狀態

# ver_limit_title
source: Trade Limit
es_es: Límite comercial
zh_cn: 累计交易限额
zh_hk: 累計交易限額

# ad_message_placeholder_sell
source: Enter your trading terms for buyers to review before placing an order. Example terms: 1. Please settle payment within stated trade time and "mark as paid" after completing payment. I will release bitcoin once payment has been confirmed. 2. If you can not pay within the stated trade time, please cancel the order. 3. When the trade starts, bitcoin will be moved to the trade escrow to protect both buyer and seller.
es_es: Ingrese sus términos comerciales para que los compradores revisen antes de realizar un pedido. Términos de ejemplo: 1. Por favor, establezca el pago dentro del tiempo comercial indicado y marque "como pagado" después de completar el pago. Liberaré bitcoin una vez que el pago haya sido confirmado. 2. Si no puede pagar dentro del tiempo establecido, cancele el pedido. 3. Cuando comience el comercio, bitcoin se moverá al depósito comercial para proteger tanto al comprador como al vendedor.
zh_cn: 请说明有关您交易的相关要求，以便买家下单前先行查看，例如： 1.请在有效期内付款并点击「标记已付款完成」按钮，我才会释放数字资产给您； 2. 如果您无法在有效期付款，请及时取消订单； 3. 下单后，数字资产将托管锁定，请放心交易。
zh_hk: 請說明有關您交易的相關要求，以便買家下單前先行查看，例如： 1.請在有效期內付款並點擊「標記已付款完成」按鈕，我才會釋放數字資產給您； 2. 如果您無法在有效期付款，請及時取消訂單； 3. 下單後，數字資產將托管鎖定，請放心交易。

# ad_message_placeholder_buy
source: Enter your trading terms for sellers to review before placing an order. Example terms: 1. After the order, please specify your preferred payment method(s) 2. Please make sure you provide the right account number. I will not be responsible for the loss due to incorrect account number provided. 3. Transactions might take time to process. I will pay as soon as possible, please be patient.
es_es: Ingrese sus términos comerciales para que los vendedores revisen antes de realizar un pedido. Términos de ejemplo: 1. Después del pedido, especifique sus métodos de pago preferidos 2. Asegúrese de proporcionar el número de cuenta correcto. No seré responsable por la pérdida debida al número de cuenta incorrecto proporcionado. 3. Las transacciones pueden tardar en procesarse. Pagaré lo antes posible, por favor sea paciente.
zh_cn: 请说明有关您交易的相关要求，以便卖家下单前先行查看，例如： 1. 下单后请及时告诉我您的收款方式； 2. 请务必确认您提供的收款账号是否正确； 3. 付款需要点时间，我会及时如约付款，请耐心等候。
zh_hk: 請說明有關您交易的相關要求，以便賣家下單前先行查看，例如： 1. 下單後請及時告訴我您的收款方式； 2. 請務必確認您提供的收款賬號是否正確； 3. 付款需要點時間，我會及時如約付款，請耐心等候。

# ad_general_count_limit
source: You can publish at most 2 advertisements of the same type(buy or sell）, country and currency. Try editing the published advertisements if needed.
es_es: Puede publicar como máximo 2 anuncios del mismo tipo (comprar o vender）, país y moneda. Intente editar los anuncios publicados si es necesario.
zh_cn: 相同类型(购买或出售）、国家、货币只允许发布2个广告，请在已发布的广告中进行更新调整。
zh_hk: 相同類型(購買或出售）、國家、貨幣只允許發布2個廣告，請在已發布的廣告中進行更新調整。

# ad_gift_count_limit
source: You can publish at most 4 advertisements of the same type(buy or sell）, gift card and currency. Try editing the published advertisements if needed.
es_es: Puede publicar como máximo 4 anuncios del mismo tipo(comprar o vender）, tarjeta de regalo y moneda. Intente editar los anuncios publicados si es necesario.
zh_cn: 相同类型（购买或出售）、礼品卡、货币只允许发布4个广告，请在已发布的广告中进行更新调整。
zh_hk: 相同類型（購買或出售）、禮品卡、貨幣只允許發布4個廣告，請在已發布的廣告中進行更新調整。

# now_buy
source: Buy now
es_es: Comprar ahora
zh_cn: 立即购买
zh_hk: 立即購買

# now_sell
source: Sell now
es_es: Vender ahora
zh_cn: 立即出售
zh_hk: 立即出售

# payment_type_short
source: Payment
es_es: Pago
zh_cn: 支付方式
zh_hk: 支付方式

# max_price_than_one
source: Max price cannot be lower than 1
es_es: El precio más alto no puede ser inferior a 1
zh_cn: 最高价不能低于1
zh_hk: 最高價不能低於1

# push_noti
source: Push notification
es_es: Notificación de inserción
zh_cn: 推送通知
zh_hk: 推送通知

# push_noti_footer
source: Please open the notification in "System Settings - CoinCola - Notification"
es_es: Abra la notificación en "Configuración del sistema - CoinCola - Notificación"
zh_cn: 请在系统设置-CoinCola-通知中开启通知
zh_hk: 請在系統設置-CoinCola-通知中開啟通知

# V311_usdt_omni_deposit
source: Only support USDT-Omni Deposit
es_es: Sólo soporte USDT-Omni Deposit
zh_cn: 仅支持USDT-Omni的转入
zh_hk: 僅支持USDT-Omni的轉入

# V311_usdt_omni_withdraw
source: Only support USDT-Omni Withdraw
es_es: Sólo soporte USDT-Omni Retiro
zh_cn: 仅支持USDT-Omni的转出
zh_hk: 僅支持USDT-Omni的轉出

# V312_guide_gift_segment
source: You’re able to buy bitcoin with a gift card in this order. You can use filter to find your best offer: -Currency (USD, CAD, AUD) -Gift card (Amazon, iTunes) -Label (Physical card, cash receipt)
es_es: Puedes comprar bitcoins con una tarjeta de regalo en este pedido Puedes usar el filtro para encontrar tu mejor oferta: - Moneda (USD, CAD, AUD) -Tarjeta de regalo (Amazon, iTunes) -Label (Tarjeta física, recibo de efectivo)
zh_cn: 你可以在这个广告用礼品卡买到比特币。 你可以通过筛选找到最适合的广告： -货币，（USD，CAD，AUD） -礼品卡（Amazon，iTunes） -标签（实体卡、现金收据）
zh_hk: 妳可以在這個廣告用禮品卡買到比特幣。 妳可以通過篩選找到最適合的廣告： -貨幣，（USD，CAD，AUD） -禮品卡（Amazon，iTunes） -標簽（實體卡、現金收據）

# V312_guide_gift_ad
source: You could know the vendor by his trade history and rating. Confirm your gift card meet the offer label and trade limit as offer requested. The rate is related to the actual money you will receive. Click Buy to know details about the offer
es_es: Usted podría conocer al vendedor por su historial comercial y calificación. Confirme que su tarjeta de regalo cumple con la etiqueta de la oferta y el límite comercial según la oferta solicitada. La tasa está relacionada con el dinero real que recibirá. Haga clic en Comprar para conocer los detalles de la oferta
zh_cn: 你可以通过交易记录和好评率了解这个商家。确认你的礼品卡符合广告主要求的标签以及交易限额。折扣值将关系到你实际获得的金额。点击购买去了解更多的信息。
zh_hk: 妳可以通過交易記錄和好評率了解這個商家。確認妳的禮品卡符合廣告主要求的標簽以及交易限額。折扣值將關系到妳實際獲得的金額。點擊購買去了解更多的信息。

# V312_guide_list_publish
source: Click this to create an offer and manage all your offers
es_es: Haga clic aquí para crear una oferta y administrar todas sus ofertas
zh_cn: 点这里发布广告，并且管理你所有的广告
zh_hk: 點這裏發布廣告，並且管理妳所有的廣告

# V312_guide_ad_contact
source: You can contact the vendor here before placing the order
es_es: Puede ponerse en contacto con el vendedor aquí antes de realizar el pedido
zh_cn: 下单前可以咨询卖家是否在线
zh_hk: 下單前可以咨詢賣家是否在線

# V312_guide_ad_terms
source: The terms contain all requirements of the trade. Please read carefully and follow the instructions to complete the deal
es_es: Los términos contienen todos los requisitos del comercio. Por favor, lea atentamente y siga las instrucciones para completar el trato
zh_cn: 交易条款包含了该交易所有的要求，请仔细阅读并根据指示完成交易
zh_hk: 交易條款包含了該交易所有的要求，請仔細閱讀並根據指示完成交易

# V312_guide_ad_imput
source: Input the amount
es_es: Ingrese la cantidad
zh_cn: 输入想要购买的金额
zh_hk: 輸入想要購買的金額

# V312_guide_gift_chat
source: You could communicate with the vendor and click '+' to send the images to complete the deal
es_es: Podría comunicarse con el proveedor y hacer clic en + para enviar las imágenes para completar el trato
zh_cn: 1.在这里与商家沟通，在确认交易可行 2.点击右下角+号发送图片
zh_hk: 1.在這裏與商家溝通，在確認交易可行 2.點擊右下角+號發送圖片

# V312_guide_general_chat
source: 1. Ask the seller for payment information in the chat box 2. Pay by the method specified by the seller
es_es: 1. Solicite información de pago al vendedor en el cuadro de chat 2. Pagar por el método especificado por el vendedor
zh_cn: 1.在聊天框内索要卖家的收款信息 2.使用卖家指定的方式付款
zh_hk: 1.在聊天框內索要賣家的收款信息 2.使用賣家指定的方式付款

# V312_guide_chat_paid
source: Once you have made a payment make sure you click on "Mark as paid" button. Otherwise the bitcoins will return to the vendor when the trade is timeout
es_es: Una vez que haya realizado un pago, asegúrese de hacer clic en el botón "Marcar como pagado". De lo contrario, los bitcoins volverán al proveedor cuando el comercio se agote
zh_cn: 完成付款后务必点击标记付款，否则订单超时会造成资金损失
zh_hk: 完成付款後務必點擊標記付款，否則訂單超時會造成資金損失

# V312_guide_chat_help
source: Open a dispute if you have an issue in the trade.
zh_cn: 如果交易遇到问题，例如卖家没有回应，可以点击发起申诉。但是，滥用申诉会受到平台处罚。
zh_hk: 如果交易遇到問題，例如賣家沒有回應，可以點擊發起申訴。但是，濫用申訴會受到平臺處罰。

# withdraw_repeat_tip
source: Withdrawing number and target address are the same as last time. Please confirm to repeat the action?
es_es: El número de retiro y la dirección de destino son los mismos que la última vez. Por favor confirme para repetir la acción?
zh_cn: 提币数量和提币地址与上次一致，请确认是否重复提币？
zh_hk: 提幣數量和提幣地址與上次壹致，請確認是否重復提幣？

# withdraw_timeout_tip
source: Temporarily unable to get the result of withdrawal, please check the withdrawal history or retry it later
es_es: Si no puede obtener el resultado del retiro temporalmente, verifique el historial de retiros o vuelva a intentarlo más tarde
zh_cn: 暂时无法获取提币结果，请稍后查看平台转出明细或重试提币
zh_hk: 暫時無法獲取提幣結果，請稍後查看平臺轉出明細或重試提幣

# network_error_tips1
source: Face verification network connection timed out.Reconnect to Wi-Fi network or cellular data to recertify.
es_es: Se agotó el tiempo de espera de la conexión de red de verificación de rostro.
zh_cn: 人脸验证网络连接超时。重新连接Wi-Fi或蜂窝数据重新认证
zh_hk: 網絡不好，請檢查網絡連接，推薦使用Wi-Fi。

# network_error_tips2
source: You can also use the front camera to record a 3 second selfie video for verification.
es_es: También puedes usar la cámara frontal para grabar un video selfie de 3 segundos para verificación.
zh_cn: 您也可以使用前置摄像头录制3秒的自拍视频进行验证。
zh_hk: 您还可以通过录制自拍视频完成人脸认证，录制时长3秒

# upload_video_fail
source: Upload Failed
es_es: Subida fallida
zh_cn: 上传失败
zh_hk: 上传失败

# network_error_check
source: The network is not good, please check the network connection
es_es: La red no es buena, por favor verifique la conexión de la red.
zh_cn: 网络不好，请检查网络连接
zh_hk: 网络不好，请检查网络连接

# upload_vedio_logout
source: Quit
es_es: Dejar
zh_cn: 退出
zh_hk: 退出

# reupload_video
source: Reload
es_es: Recargar
zh_cn: 重新上传
zh_hk: 重新上传

# record_video
source: Record
es_es: Grabar
zh_cn: 录制视频
zh_hk: 录制视频

# record_video_tips1
source: Please use the front camera to record a 3 second video.
es_es: Utilice la cámara frontal para grabar un video de 3 segundos.
zh_cn: 请使用前置摄像头录制一段3秒的视频
zh_hk: 請使用前置攝像頭錄製一段3秒的視頻

# record_video_tips2
source: Please follow the instructions below
es_es: Por favor, siga las instrucciones a continuación
zh_cn: 请按照以下提示录制
zh_hk: 請按照以下提示錄製

# record_video_tips3
source: Face in the frame
es_es: Cara en el marco
zh_cn: 脸部处在屏幕中央
zh_hk: 臉部處在屏幕中央

# record_video_tips4
source: No Cap
es_es: Sin gorra
zh_cn: 摘下帽子
zh_hk: 摘下帽子

# record_video_tips5
source: No Glasses
es_es: Sin gafas
zh_cn: 摘下眼镜
zh_hk: 摘下眼鏡

# record_video_tips6
source: Well-lit
es_es: Bien iluminado
zh_cn: 拍摄场景光线充足
zh_hk: 拍攝場景光線充足

# record_video_start
source: START RECORDING
es_es: INICIAR LA GRABACIÓN
zh_cn: 开始录制
zh_hk: 開始錄製
