Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# certificate_cover_light
source: Documents are occluded or reflective
es_es: Los documentos son ocluidos o reflexivos.
zh_cn: 证件有遮挡或反光
zh_hk: 證件有遮擋或反光

# certificate_not_foreigner
source: Documents are not Hong Kong, Macao and Taiwan or foreign users
es_es: Los documentos no son de Hong Kong, Macao y Taiwán ni de usuarios extranjeros.
zh_cn: 证件非港澳台或国外用户
zh_hk: 證件非港澳台或國外用戶

# certificate_wrong_type
source: Document non-ID card, driver's license, passport
es_es: Documento sin DNI, licencia de conducir, pasaporte
zh_cn: 证件非身份证、驾驶证、护照
zh_hk: 證件非身份證、駕駛證、護照

# certificate_missing
source: Incomplete documents, unclear or achromatic
es_es: Documentos incompletos, poco claros o acromáticos.
zh_cn: 证件有不全，不清晰或非彩色
zh_hk: 證件有不全，不清晰或非彩色

# repetition_verify
source: Re-certify
es_es: Verificación duplicada
zh_cn: 重复认证
zh_hk: 重複認證

# complete_verify_nolimit
source: Please complete Face verification for higher Transaction amount.
es_es: Por favor complete la verificación de rostro para un monto mayor de transacción.
zh_cn: 完成人脸认证获取更高交易额度。
zh_hk: 完成人臉認證獲取更高交易額度。

# complete_verify_alert1
source: Please complete the Identity vertification for your transaction security,you can get higher Transaction amount after verification.
es_es: Complete la verificación de identidad para la seguridad de su transacción, puede obtener un monto de transacción mayor después de la verificación.
zh_cn: 为保障您的交易安全，请完成实名认证。通过认证后，您可以获得更多交易额度。
zh_hk: 為保障您的交易安全，請完成實名認證。通過認證後，您可以獲得更多交易額度。

# complete_verify_alert2
source: In order to ensure the security of the transaction, continue to buy / publish advertising / sell / withdraw / mark payment / release requires face ID verification.
es_es: Para garantizar la seguridad de la transacción, continuar comprando / publicando / vendiendo / retirando / marcando pago / liberación requiere una verificación con ID.
zh_cn: 为保证交易的安全，继续购买/发布广告/出售/提币/标记付款/放币需要进行人脸认证
zh_hk: 為保證交易的安全，繼續購買/發布廣告/出售/提幣/標記付款/放幣需要進行人臉認證

# goto_verify
source: Certify
es_es: Certificar
zh_cn: 去认证
zh_hk: 去認證

# nochange_verify
source: Your verification opportunity has been used. If you need to re-enable the certificate, please contact customer service.
es_es: Se ha utilizado su oportunidad de verificación. Si necesita volver a habilitar el certificado, comuníquese con el servicio al cliente.
zh_cn: 您的认证机会已使用完，如需重新开启认证请联系客服。
zh_hk: 您的認證機會已使用完，如需重新開啟認證請聯繫客服。

# id_authen
source: Identity Verificaition
es_es: Verificación de identidad
zh_cn: 身份认证
zh_hk: 身份認證

# complete_verify_getAmount
source: Please complete identity verification before trading. You can obtain more trade limits after verification.
es_es: Por favor complete la verificación de identidad antes de comerciar. Puede obtener más límites de comercio después de la verificación.
zh_cn: 交易前请先完成身份认证，认证后将获取更多交易额度。
zh_hk: 交易前請先完成身份認證，認證後將獲取更多交易額度。

# unauthen
source: Not verified
es_es: No verificado
zh_cn: 未认证
zh_hk: 未認證

# no_limits
source: Unlimited
es_es: Ilimitado
zh_cn: 无限制
zh_hk: 無限制

# chance_left
source: Only {XX} chances left
es_es: Solo quedan {XX} posibilidades
zh_cn: 仅剩{XX}次机会
zh_hk: 僅剩{XX}次機會

# nochance_left
source: Chances of verification have been used,
es_es: Se han utilizado las posibilidades de verificación,
zh_cn: 认证机会已用完，
zh_hk: 認證機會已用完，

# please_contact_server
source: please contact customer service
es_es: póngase en contacto con el servicio al cliente
zh_cn: 请联系客服
zh_hk: 请聯繫客服

# guide_title_1
source: Welcome to CoinCola
zh_cn: 欢迎使用CoinCola
zh_hk: 歡迎使用CoinCola

# guide_des_1
source: Global innovative digital asset trading platform
zh_cn: 全球创新的数字资产交易平台
zh_hk: 全球創新的數字資產交易平臺

# guide_title_2
source: The Power of Margin Trading
zh_cn: 杠杆交易重磅登陆
zh_hk: 杠桿交易重磅登陸

# guide_des_2
source: To Lever Huge Capital with Small Fund
zh_cn: 小资金撬动大收益，涨跌都能玩
zh_hk: 小資金撬動大收益，漲跌都能玩

# guide_title_3
source: Exchange/Margin/OTC/Gift Cards
zh_cn: 币币/杠杆/场外/礼品卡
zh_hk: 幣幣/杠桿/場外/禮品卡

# guide_des_3
source: From One to The World
zh_cn: 交易全景覆盖，尽享全球市场
zh_hk: 交易全景覆蓋，盡享全球市場

# guide_title_4
source: Safe and Secure Asset
zh_cn: 资产安全值得信赖
zh_hk: 資產安全值得信賴

# guide_des_4
source: Cold Storage + Multi-level Protections
zh_cn: 冷存储、多重安全机制保障
zh_hk: 冷存儲、多重安全機制保障

source: Skip
es_es: Omitir
zh_cn: 跳过
zh_hk: 跳過

source: Start trading
es_es: Empezar a comerciar
zh_cn: 开始交易
zh_hk: 開始交易

# input_or_copy_tag
source: Enter or paste the tag
es_es: Introducir o pegar la tag
zh_cn: 输入或粘贴tag
zh_hk: 輸入或粘貼tag

source: Copy address
es_es: Copiar dirección
zh_cn: 复制地址
zh_hk: 複製地址

source: Copy tag
es_es: Copia tagg
zh_cn: 复制tag
zh_hk: 複製tag

# account_detail
source: History
es_es: Historia
zh_cn: 明细
zh_hk: 明細

# otc_account_detail
source: OTC History
es_es: OTC Historia
zh_cn: 场外账户明细
zh_hk: 場外賬戶明細

# exch_account_detail
source: Exchange History
es_es: Exchange Historia
zh_cn: 币币账户明细
zh_hk: 幣幣賬戶明細

# account_income
source: Income
es_es: Ingresos
zh_cn: 收入
zh_hk: 收入

# account_out
source: Expenses
es_es: Gastos
zh_cn: 支出
zh_hk: 支出

# account_time
source: Time
es_es: Tiempo
zh_cn: 时间
zh_hk: 時間

# account_type
source: Type
es_es: Tipo
zh_cn: 类型
zh_hk: 類型

# account_quality
source: Quanlity
es_es: Cantidad
zh_cn: 数量
zh_hk: 數量

# account_price
source: Price
es_es: Precio
zh_cn: 单价
zh_hk: 單價

# account_amount
source: Total
zh_cn: 总价
zh_hk: 總價

# account_trade_partner
source: Partner
es_es: Contraparte
zh_cn: 交易伙伴
zh_hk: 交易夥伴

# account_deposit_partner
source: Transfer from
es_es: Transferencia de
zh_cn: 转入用户
zh_hk: 轉入用戶

# account_withdraw_partner
source: Transfer to
es_es: Transferir a
zh_cn: 接收用户
zh_hk: 轉出用戶

# TRANSFER_FROM_OTC_LOCAL
source: From OTC
es_es: Desde el OTC
zh_cn: 从场外转入
zh_hk: 從場外轉入

# TRANSFER_TO_OTC_LOCAL
source: To OTC
es_es: Al OTC
zh_cn: 转出到场外
zh_hk: 轉出到場外

# TRANSFER_FROM_EXCHANGE_LOCAL
source: From exchange
es_es: Desde el Exchange
zh_cn: 从币币转入
zh_hk: 從幣幣轉入

# TRANSFER_TO_EXCHANGE_LOCAL
source: To exchange
es_es: Al Exchange
zh_cn: 转出到币币
zh_hk: 轉出到幣幣

# your_referCode_is
source: My Referral ID
es_es: Mi codigo de invitacion
zh_cn: 我的邀请码
zh_hk: 我的邀請碼

# refer_code_placeholder
source: Please enter the invitation code
es_es: ingrese el código de invitación
zh_cn: 请输入邀请码获得更多奖励
zh_hk: 請輸入邀請碼獲得更多獎勵

# rp_redpacket
source: Red Packet
zh_cn: 红包
zh_hk: 紅包

# rp_history
source: Records
zh_cn: 红包记录
zh_hk: 紅包記錄

# rp_send
source: Send Red Packet
zh_cn: 发红包
zh_hk: 發紅包

# rp_current_account
source: OTC Account
zh_cn: 当前场外账户持有
zh_hk: 當前場外賬戶持有

# rp_select_crypto
source: Crypto Currency
zh_cn: 选择币种
zh_hk: 選擇幣種

# rp_amount
source: Amount
zh_cn: 金额
zh_hk: 金額

# rp_quantity
source: Quantity
zh_cn: 数量
zh_hk: 數量

# rp_amount_unit
source: USD
zh_cn: 元
zh_hk: 元

# rp_switch_quality
source: Switch to quantity
zh_cn: 切换成数量
zh_hk: 切換成數量

# rp_switch_money
source: Switch to amount
zh_cn: 切换成金额
zh_hk: 切換成金額

# rp_count
source: NO. of packet
zh_cn: 红包个数
zh_hk: 紅包個數

# rp_count_unit
source: pcs
zh_cn: 个
zh_hk: 個

# rp_input_amount
source: Enter amount
zh_cn: 请输入金额
zh_hk: 請輸入金額

# rp_input_count
source: Enter quantity
zh_cn: 请输入个数
zh_hk: 請輸入個數

# rp_input_quantity
source: Enter quantity
zh_cn: 请输入数量
zh_hk: 請輸入數量

# rp_name
source: Name
zh_cn: 名字
zh_hk: 名字

# rp_input_name
source: Enter your name
zh_cn: 请输入您的名字
zh_hk: 請輸入您的名字

# rp_wishes
source: Message
zh_cn: 祝福语
zh_hk: 祝福語

# rp_wishes_default
source: Best Wishes!
zh_cn: 恭喜发财，可盈又可乐
zh_hk: 恭喜發財，可盈又可樂

# rp_createRP
source: Create Red Packet
zh_cn: 生成红包
zh_hk: 生成紅包

# rp_description
source: The amount will be deducted from your wallet, unredeemed amount will be returned after 24 hours.
zh_cn: 发送金额将从您的CoinCola钱包中扣除，每个人抽到金额随机，未领红包24小时后退回。
zh_hk: 每個人抽到金額隨機，未領紅包24小時後退回。發送金額將從您的CoinCola錢包中扣除。

# rp_min_money
source: Min {amount} USD
zh_cn: 最小限额{amount}元
zh_hk: 最小限额{amount}元

# rp_max_money
source: Max {amount} USD
zh_cn: 最大限额{amount}元
zh_hk: 最多可发{amount}元

# rp_max_count
source: Create up to {quantity}
zh_cn: 最高可发送{quantity}个
zh_hk: 最高可發送{quantity}個

# rp_min_crypto
source: Min {amount} {crypto}
zh_cn: 最小限额{amount} {crypto}
zh_hk: 最小限额{amount} {crypto}

# rp_max_crypto
source: Max {amount} {crypto}
zh_cn: 最大限额{amount} {crypto}
zh_hk: 最大限额{amount} {crypto}

# rp_max_money_per
source: Maximum limit of single red packet {amount} USD
zh_cn: 单个红包最多{amount}元
zh_hk: 单个红包最多{amount}元

# rp_max_money_perCrypto
source: Maximum limit of single red packet {amount} {crypto}
zh_cn: 单个红包最多{amount} {crypto}
zh_hk: 单个红包最多{amount} {crypto}

# rp_beyond_account
source: Insufficient balance, please deposit
zh_cn: 余额不足，请先充值
zh_hk: 余额不足，请先充值

# rp_share
source: Share
zh_cn: 分享红包
zh_hk: 分享紅包

# rp_result
source: {quantity} {cryptoCurrency} already loaded into {count} red packets.unredeemed amount will be returned after 24 hours.
zh_cn: {quantity} {cryptoCurrency}成功装入{count}个红包。未领取的红包将在24小时后退回至您账户。
zh_hk: {quantity} {cryptoCurrency}成功裝入{count}個紅包。未領取的紅包將在24小時後退回至您賬戶。

# rp_share_link
source: Share with URL
zh_cn: 链接分享
zh_hk: 鏈接分享

# rp_share_image
source: Share with image
zh_cn: 图片分享
zh_hk: 圖片分享

# rp_share_name
source: From {name}'s red packet
zh_cn: 来自{name}的红包
zh_hk: 來自{name}的紅包

# rp_cola_rp
source: Red Packet
zh_cn: 可乐红包
zh_hk: 可樂紅包

# rp_share_title1
source: Best Wishes!
zh_cn: 恭喜发财，可盈又可乐
zh_hk: 恭喜發財，可盈又可樂

# rp_share_title2
source: I want you to get rich!
zh_cn: 财神到，送你红包随便花
zh_hk: 財神到，送妳紅包隨便花

# rp_share_title3
source: This is a real money!
zh_cn: 我超大方，真钱真红包，速来抢吧！
zh_hk: 我超大方，真錢真紅包，速來搶吧！

# rp_share_title4
source: Special gift for special love
zh_cn: 你在我心里，红包给你，最好给你
zh_hk: 妳在我心裏，紅包給妳，最好給妳

# rp_share_des1
source: Connecting you to future of finance.
zh_cn: 送你一份数字资产，与你一起连接未来金融
zh_hk: 送妳壹份數字資產，與妳壹起連接未來金融

# rp_share_des2
source: Connecting you to future of finance.
zh_cn: 送你一份数字资产，与你一起连接未来金融
zh_hk: 送妳壹份數字資產，與妳壹起連接未來金融

# rp_share_des3
source: Connecting you to future of finance.
zh_cn: 送你一份数字资产，与你一起连接未来金融
zh_hk: 送妳壹份數字資產，與妳壹起連接未來金融

# rp_share_des4
source: Connecting you to future of finance.
zh_cn: 送你一份数字资产，与你一起连接未来金融
zh_hk: 送妳壹份數字資產，與妳壹起連接未來金融

# rp_best_wish
source: Best wishes
zh_cn: 恭喜发财
zh_hk: 恭喜發財

# USER_RED_PACKET
source: Red Packet
zh_cn: 可乐红包
zh_hk: 可樂紅包

# USER_RED_PACKET_SEND
source: Red Packet
zh_cn: 可乐红包
zh_hk: 可樂紅包

# USER_RED_PACKET_RECEIVE
source: Red Packet
zh_cn: 可乐红包
zh_hk: 可樂紅包

# USER_RED_PACKET_REFUND
source: Red Packet
zh_cn: 可乐红包
zh_hk: 可樂紅包

# USER_RED_PACKET_SEND_LOCAL
source: Normal red packet
zh_cn: 普通红包
zh_hk: 普通紅包

# USER_RED_PACKET_RECEIVE_LOCAL
source: Normal red packet
zh_cn: 普通红包
zh_hk: 普通紅包

# USER_RED_PACKET_REFUND_LOCAL
source: Back from red packet
zh_cn: 红包退还
zh_hk: 紅包退還

source: Campaign
zh_cn: 活动收支
zh_hk: 活動收支

source: Combo
zh_cn: 套餐收支
zh_hk: 套餐收支

source: Campaign Income
es_es: Ingresos de campaña
zh_cn: 活动收入
zh_hk: 活動收入

source: Campaign Outcome
es_es: Resultado de la campaña
zh_cn: 活动支出
zh_hk: 活動支出

source: Combo Income
es_es: Ingreso combinado
zh_cn: 套餐收入
zh_hk: 套餐收入

source: Combo Outcome
es_es: Resultado combinado
zh_cn: 套餐支出
zh_hk: 套餐支出

# sina_weibo
source: Weibo
zh_cn: 微博
zh_hk: 微博

# home_cola_corner
source: Academy
es_es: Academía
zh_cn: 可乐学院
zh_hk: 可樂學院

# home_cola_report
source: Blockchain Research
es_es: Investigación del Blockchain
zh_cn: 区块链研报
zh_hk: 區塊鏈研報

# home_otc_des
source: Buy cryptocurrency with fiat
es_es: Compra cripto con Fiat
zh_cn: 用法币购买数字资产
zh_hk: 用法幣購買數字資產

# home_ex_des
source: Crypto-to-Crypto
es_es: Cripto-a-Cripto
zh_cn: 用数字资产兑换数字资产
zh_hk: 用數字資產兌換數字資產

# home_corner_des
source: Blockchain and crypto foundations
es_es: Blockchain y cripto fundaciones
zh_cn: 在这里更懂区块链
zh_hk: 在這裏更懂區塊鏈

# home_report_des
source: CoinCola Research Center
zh_cn: 可盈可乐研究院出品
zh_hk: 可盈可樂研究院出品

# home_slogan
source: Global Innovative Cryptocurrency Exchange
es_es: Intercambio mundial innovador de criptomonedas
zh_cn: 全球创新的数字资产交易平台
zh_hk: 全球創新的數字資產交易平臺

# face_challenge_tip
source: To ensure the security of the transaction, the face verification is required to {operation}
es_es: Para garantizar la seguridad de la transacción, se requiere la verificación {operation}
zh_cn: 为保证交易的安全，继续{operation}需要进行人脸认证
zh_hk: 為保證交易的安全，繼續{operation}需要進行人臉認證

# face_challenge_tip_normal
source: continue this operation.
es_es: facial para continuar con esta operación.
zh_cn: 操作
zh_hk: 操作

# face_challenge_tip_ex_buy
source: buy.
es_es: de la cara para comprar.
zh_cn: 买入
zh_hk: 買入

# face_challenge_tip_ex_sell
source: sell.
es_es: de la cara para vender.
zh_cn: 卖出
zh_hk: 賣出

# face_challenge_tip_login
source: log in.
es_es: facial para iniciar sesión.
zh_cn: 登录
zh_hk: 登錄

# face_challenge_tip_otc_buy
source: buy.
es_es: de la cara para comprar.
zh_cn: 购买
zh_hk: 購買

# face_challenge_tip_otc_sell
source: sell.
es_es: de la cara para vender.
zh_cn: 出售
zh_hk: 出售

# face_challenge_tip_pub_buy
source: buy ad.
es_es: facial para publicar el anuncio de compra.
zh_cn: 发布购买广告
zh_hk: 發布購買廣告

# face_challenge_tip_pub_sell
source: sell ad.
es_es: facial para publicar el anuncio de venta.
zh_cn: 发布出售广告
zh_hk: 發布出售廣告

# face_challenge_tip_release
source: release.
es_es: de la cara para liberar.
zh_cn: 释放
zh_hk: 釋放

# face_challenge_tip_shelf
source: active ad.
es_es: facial para activar el anuncio.
zh_cn: 上架广告
zh_hk: 上架廣告

# face_challenge_tip_redpacket
source: send red packet.
es_es: facial para enviar el paquete rojo.
zh_cn: 发红包
zh_hk: 發紅包

# face_challenge_tip_withdraw
source: withdraw.
es_es: facial se retire.
zh_cn: 提现
zh_hk: 提現

# face_challenge_liveness_fail
source: Face detection failed. Please try again.
es_es: Identificación facial fallida. Por favor inténtelo de nuevo.
zh_cn: 人脸检测失败，请重新认证
zh_hk: 人臉檢測失敗，請重新認證

# face_challenge_api_fail
source: Facial features do not match. Please try again.
es_es: Las características faciales no coinciden. Por favor inténtelo de nuevo.
zh_cn: 人脸特征不匹配，请重新认证
zh_hk: 人臉特征不匹配，請重新認證

# face_challenge_time_out
source: You’ve reached the maximum number of verification attempts. Please try again in 24 hours or contact customer support.
es_es: Has alcanzado el número máximo de intentos de verificación. Por favor inténtelo en 24 horas nuevamente o póngase en contacto con el servicio de atención al cliente.
zh_cn: 认证机会已使用完，请联系客服或于24小时后重试
zh_hk: 認證機會已使用完，請聯系客服或於24小時後重試

# face_challenge_identify_issue
source: Missing doucment. Please try again later or contact customer support.
es_es: Documento que falta. Por favor, intente de nuevo más tarde o póngase en contacto con atención al cliente.
zh_cn: 证件信息缺失，请稍后重试或者联系客服处理
zh_hk: 證件信息缺失，請稍後重試或者聯系客服處理

# contact_server_button
source: Help
es_es: Ayuda
zh_cn: 联系客服
zh_hk: 聯系客服

source: About CoinCola
es_es: Acerca de CoinCola
zh_cn: 关于CoinCola
zh_hk: 關於CoinCola

# join_group
source: Join Community
es_es: Siguenos
zh_cn: 加入社群
zh_hk: 加入社群

# weichat_group
source: WeChat
zh_cn: 微信群
zh_hk: 微信群

# join_wechat_group
source: Join our WeChat group
es_es: Únase a nuestro grupo WeChat
zh_cn: 加客服微信进群
zh_hk: 加客服微信進群

# cola_wechat_account
source: Wechat account
es_es: Cuenta Wechat
zh_cn: CoinCola客服微信号
zh_hk: CoinCola客服微信號

# one_to_one_support
source: One-to-One support service Get real-time news update!
es_es: Servicio de asistencia One to One Obtenga actualizaciones de noticias a tiempo real
zh_cn: 新手一对一服务 第一时间获取最新官方消息
zh_hk: 新手一對一服務 第一時間獲取最新官方消息

# copy_wechat
source: Copy account
es_es: Copiar cuenta
zh_cn: 复制微信号
zh_hk: 複製微信號

# home_otc_price
source: OTC Price
es_es: OTC Precio
zh_cn: 场外价格
zh_hk: 場外價格

# publish_ad_bussiness
source: Post an ad to start global business
es_es: Publicar un anuncio para iniciar un negocio global.
zh_cn: 发个广告，开启全球生意之旅
zh_hk: 發個廣告，開啟全球生意之旅

# publish_ad
source: Post now
es_es: Publicar ahora
zh_cn: 立即发布
zh_hk: 立即發布

# goto_hot_zone
source: Go to other lively markets
es_es: Ir a otros mercados animados.
zh_cn: 或前往热门市场
zh_hk: 或前往熱門市場

# recommend_type
source: Recommend
es_es: Recomendar
zh_cn: 推荐
zh_hk: 推薦

# face_ID_match
source: Face,document must be consistent
es_es: Caras y documentos deben ser consistentes.
zh_cn: 人脸需与证件一致
zh_hk: 人臉需與證件一致

# phone_name_ID_match
source: Phone,name,document must be consistent
es_es: Teléfono móvil, nombre e identificación son consistentes
zh_cn: 手机、姓名、证件需一致
zh_hk: 手機、姓名、證件需一致

# buyer_paid_discription_warning
source: I confirm that I have paid the seller
es_es: La confirmación maliciosa de pago será sancionada.
zh_cn: 恶意标记付款将直接冻结账户
zh_hk: 惡意標記付款將直接凍結賬戶

# seller_confirmed_discription_warning
source: Do not release if not received
es_es: No liberar si no se recibe
zh_cn: 如未收到，请勿放行
zh_hk: 如未收到，請勿放行

# cancel_trade_warning
source: If you have already sent payment, please do not cancel this order.
es_es: Si ya ha enviado el pago, no cancele este pedido.
zh_cn: 如果您已经向卖家付款，请千万不要取消交易
zh_hk: 如果您已經向賣家付款，請千萬不要取消交易

# login_greet
source: Hello, Welcome back
es_es: Hola, Bienvenido de nuevo
zh_cn: Hello, 欢迎回来
zh_hk: Hello, 歡迎回來

source: Password
es_es: Contraseña
zh_cn: 密码
zh_hk: 密碼

# have_no_account
source: No account yet?
es_es: Sin cuenta?
zh_cn: 还没有账号？
zh_hk: 還沒有賬號？

# register_greet
source: Hello, Welcome to CoinCola
es_es: Hola, Bienvenido a CoinCola
zh_cn: Hello, 欢迎来到CoinCola
zh_hk: Hello, 歡迎來到CoinCola

# V310_refer_code_placeholder
source: Invitation code(Optional)
es_es: Código de invitación(Opcional)
zh_cn: 邀请码（选填）
zh_hk: 邀請碼（選填）

# V310_register_button
source: Sign up
es_es: Registrarme
zh_cn: 注册
zh_hk: 註冊

# V310_mail_message
source: Email code
es_es: Código de email
zh_cn: 邮箱验证码
zh_hk: 郵箱驗證碼

# send_ver_code
source: Get code
es_es: Obtener código
zh_cn: 发送验证码
zh_hk: 發送驗證碼

# have_already_account
source: Already Sign up?
es_es: ¿Ya te has registrado?
zh_cn: 已注册？
zh_hk: 已註冊？

# V310_seller_confirmed_discription
source: Please confirm receipt of payment from {name}
es_es: Por favor confirme el recibo del pago de {name}
zh_cn: 请确认是否收到来自{name}的付款
zh_hk: 請確認是否收到來自{name}的付款

# V310_fund_lab
source: The payment password is used to protect your assets. Please set it up.
es_es: La contraseña de pago se utiliza para proteger sus activos. Por favor, configúralo.
zh_cn: 资金密码用于保护您的资产安全，请您设置
zh_hk: 資金密碼用於保護您的資產安全，請您設置

# V310_password_placeholder
source: Password (6-64 digits, letters and numbers)
es_es: Contraseña (6-64 dígitos, letras y números)
zh_cn: 密码（6~64位数字、字母组合密码）
zh_hk: 密碼（6~64位數字、字母組合密碼）

# V310_confirm_pwd
source: Confirm password
es_es: Confirmar contraseña
zh_cn: 确认密码
zh_hk: 確認密碼

# V310_check_your_money_received
source: I have received the money and checked it correctly.
es_es: Recibí el dinero y lo confirmé correctamente.
zh_cn: 我确认已收到款项，并核对收款无误
zh_hk: 我確認已收到款項，並核對收款無誤

# V310_check_your_cancel
source: I confirm that I have not paid yet
es_es: Confirmo que aún no he pagado
zh_cn: 我确认还没有付款给卖家
zh_hk: 我確認還沒有付款給賣家

# V310_check_your_money_sent
source: I confirm that I have paid the seller
es_es: Confirmo que he pagado al vendedor
zh_cn: 我确认已付款给卖家
zh_hk: 我確認已付款給賣家

# select_cancel_reason
source: Please select the reason for cancellation
es_es: Por favor seleccione la razón de la cancelación
zh_cn: 请选择取消原因
zh_hk: 請選擇取消原因

# V310_buyer_paid_discription
source: Please confirm that you have paid the seller
es_es: Por favor confirme que ha pagado al vendedor
zh_cn: 请确认您已向卖家付款
zh_hk: 請確認您已向賣家付款

# cancel_reason_before_paid_1
source: Unsuitable price
es_es: Precio inadecuado
zh_cn: 价格不合适
zh_hk: 價格不合適

# cancel_reason_before_paid_2
source: Not online
es_es: Fuera de linea
zh_cn: 无人响应
zh_hk: 無人響應

# cancel_reason_before_paid_3
source: Don't know how to pay
es_es: No se como pagar
zh_cn: 不知如何付款
zh_hk: 不知如何付款

# cancel_reason_before_paid_4
source: Payment problem
es_es: Problema de pago
zh_cn: 付款遇到问题
zh_hk: 付款遇到問題

# cancel_reason_before_paid_5
source: Wrong order
es_es: Orden incorrecto
zh_cn: 下错单了
zh_hk: 下錯單了

# cancel_reason_before_paid_6
source: Don't know how to trade
es_es: No se como comerciar
zh_cn: 不知如何交易
zh_hk: 不知如何交易

# cancel_reason_after_paid_1
source: Payment problem
es_es: Problema de pago
zh_cn: 付款遇到问题
zh_hk: 付款遇到問題

# cancel_reason_after_paid_2
source: Don't want to trade
es_es: No quiero comerciar
zh_cn: 不想交易了
zh_hk: 不想交易了

# cancel_reason_after_paid_3
source: Don't know how to pay
es_es: No se como pagar
zh_cn: 不知如何付款
zh_hk: 不知如何付款

# cancel_reason_after_paid_4
source: Don't know how to use
es_es: No se como usar
zh_cn: 不知如何操作
zh_hk: 不知如何操作

# cancel_reason_after_paid_5
source: Unsuitable price
es_es: Precio inadecuado
zh_cn: 价格不合适
zh_hk: 價格不合適

# cancel_reason_after_paid_6
source: Seller cancels transaction
es_es: Vendedor cancela transacción
zh_cn: 对方终止交易
zh_hk: 對方終止交易

# apns_open_alert
source: Notifications may include campaigns, orders and latest news.These can be configured in Settings.
es_es: Las notificaciones pueden incluir campañas, pedidos y las últimas noticias. Estas se pueden configurar en Configuración.
zh_cn: 营销活动、订单消息、币圈资讯第一时间接收，请在系统设置—CoinCola—通知中开启通知
zh_hk: 營銷活動、訂單消息、幣圈資訊第一時間接收，請在系統設置—CoinCola—通知中開啟通知

# apns_open_button
source: Go to Settings
es_es: Ir a la configuración
zh_cn: 立即开启
zh_hk: 立即開啟

# apns_open_title
source: "CoinCola" would like to Send You Notifications
es_es: Notificación de inserción
zh_cn: CoinCola想给您发送通知
zh_hk: 推送通知

# crypto_type
source: Coin
es_es: Moneda
zh_cn: 币种
zh_hk: 幣種

# V311_ad_currency
source: Currency(Select the currency you want to trade)
es_es: Moneda(Seleccione la divisa que desea operar)
zh_cn: 货币（您希望交易付款的货币类型）
zh_hk: 貨幣（您希望交易付款的貨幣類型）

# V311_ad_country
source: Country(Where do you want your ad to display?)
es_es: País(¿Dónde quieres que se muestre tu anuncio?)
zh_cn: 国家/地区(您希望广告展示在哪个国家？)
zh_hk: 國家/地區(您希望廣告展示在哪個國家？)

# payment_type
source: Payment method
es_es: Método de pago
zh_cn: 支付方式
zh_hk: 支付方式

# V311_ad_payment_type_placeholder
source: Select payment method
es_es: Seleccione el método de pago
zh_cn: 请选择支付方式
zh_hk: 請選擇支付方式

# V311_ad_margin
source: Margin(How much profit do you want to make?)
es_es: Margen(¿Cuánto beneficio quieres hacer?)
zh_cn: 溢价（您希望每笔交易赚取多少利润？）
zh_hk: 溢價（您希望每筆交易賺取多少利潤？）

# V311_ad_discount
source: Rate
es_es: Tarifa
zh_cn: 折扣
zh_hk: 折扣

# V311_ad_discount_placeholder
source: Enter between 0.001 - 1.000
es_es: Ingrese entre 0.001 - 1.000
zh_cn: 请输入0.001-1.000之间的数字
zh_hk: 請輸入0.001-1.000之間的數字

# V311_ad_most
source: Max price(Optional)
es_es: Precio máximo(Opcional)
zh_cn: 最高价（选填）
zh_hk: 最高價（選填）

# V311_ad_most_placeholder
source: Enter maximum price
es_es: Introduce precio máximo
zh_cn: 请输入最高价
zh_hk: 請輸入最高價

# V311_ad_least
source: Min price(Optional)
es_es: Precio mínimo(Opcional)
zh_cn: 最低价（选填）
zh_hk: 最低價（選填）

# V311_ad_least_placeholder
source: Enter minimum price
es_es: Introduce precio mínimo
zh_cn: 请输入最低价
zh_hk: 請輸入最低價

# V311_ad_min
source: Minimum Trade Amount
es_es: Cantidad Mínima de Comercio
zh_cn: 最小交易金额
zh_hk: 最小交易金額

# V311_ad_min_placeholder
source: Minimum is {num}
es_es: Mínimo {num}
zh_cn: 最小金额为{num}
zh_hk: 最小金額為{num}

# V311_ad_max
source: Maximum Trade Amount
es_es: Cantidad máxima de comercio
zh_cn: 最大交易金额
zh_hk: 最大交易金額

# V311_ad_max_placeholder
source: Enter maximum trade amount
es_es: Introduzca la cantidad máxima de comercio
zh_cn: 请输入最大交易金额
zh_hk: 請輸入最大交易金額

# V311_ad_assign
source: Exact Number
es_es: Numero Exacto
zh_cn: 精确金额
zh_hk: 精確金額

# V311_ad_assign_placeholder
source: Select accurate amount
es_es: Seleccione la cantidad exacta
zh_cn: 请选择精确金额
zh_hk: 請選擇精確金額

# V311_ad_paytime
source: Payment period(How much time does a buyer have to settle payment?)
es_es: Fecha límite de pago(¿Cuánto tiempo tiene un comprador para liquidar el pago?)
zh_cn: 付款期限（您承诺在多长时间内完成付款？）
zh_hk: 付款期限（您承諾在多長時間內完成付款？）

# V311_ad_paytime_placeholder
source: Between {min}~{max}
es_es: Entre {min}~{max}
zh_cn: {min}~{max}之间
zh_hk: {min}~{max}之間

# giftcard_tag
source: Label
es_es: Etiqueta
zh_cn: 礼品卡标签
zh_hk: 禮品卡標簽

# giftcard_tag_placeholder
source: Select a label
es_es: Seleccione una etiqueta
zh_cn: 请选择礼品卡标签
zh_hk: 請選擇禮品卡標簽

# giftcard_tag_error
source: Up to 3 labels
es_es: Hasta 3 etiquetas
zh_cn: 礼品卡标签最多可选3个
zh_hk: 禮品卡標籤最多可選3個
