Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# wallet_return
source: Repay
es_es: Reembolsar
zh_cn: 还币
zh_hk: 還幣

source: Borrowed
es_es: Prestado
zh_cn: 已借
zh_hk: 已借

source: Interest
es_es: Interés
zh_cn: 利息
zh_hk: 利息

# security_deposit_rate
source: Margin ratio
es_es: Margen ratio
zh_cn: 保证金率
zh_hk: 保證金率

# borrowcan
source: Maximum
es_es: Máximo
zh_cn: 可借
zh_hk: 可藉

# hour_interest
source: Rate
es_es: Tipo de interés
zh_cn: 小时利率
zh_hk: 小時利率

# returnneed
source: Unpaid
es_es: No pagado
zh_cn: 应还
zh_hk: 應還

source: Borrow
es_es: Préstamo
zh_cn: 借
zh_hk: 借

# return
source: Repay
es_es: Reembolsar
zh_cn: 还
zh_hk: 還

# loan_borrow_placeholder
source: Borrow amount
es_es: Cantidad de Préstamo
zh_cn: 请输入借币数量
zh_hk: 請輸入借幣數量

# loan_return_placeholder
source: Repay amount
es_es: Cantidad de reembolso
zh_cn: 请输入还币数量
zh_hk: 請輸入還幣數量

# borrow_success
source: Successful
es_es: Exitoso
zh_cn: 借币成功
zh_hk: 借幣成功

# return_success
source: Successful
es_es: Exitoso
zh_cn: 还币成功
zh_hk: 還幣成功

# borrow_history
source: Borrowing
es_es: Préstamo
zh_cn: 借币记录
zh_hk: 借幣記錄

# borrowing
source: Loan
es_es: Préstamo
zh_cn: 借币中
zh_hk: 借幣中

# returned
source: Repayment
es_es: Reembolso
zh_cn: 已归还
zh_hk: 已歸還

# borrow_quantity
source: Borrow amount
es_es: Cantidad
zh_cn: 借币数量
zh_hk: 借幣數量

# should_return
source: Unpaid
es_es: Unpaid principal
zh_cn: 剩余应还
zh_hk: 剩余應還

# borrow_interest
source: Unpaid interest
es_es: Interés
zh_cn: 借币利息
zh_hk: 借幣利息

# borrow_account
source: Account
es_es: Cuenta
zh_cn: 对应账户
zh_hk: 對應賬戶

# borrow_time
source: Interest Incurred Time
es_es: Fecha
zh_cn: 计息时间
zh_hk: 計息時間

source: Borrow
es_es: Préstamo
zh_cn: 借币
zh_hk: 借幣

source: Repay
es_es: Reembolsar
zh_cn: 还币
zh_hk: 還幣

# ASSET_TRANSFER
source: Transfer
es_es: Transferir
zh_cn: 资产划转
zh_hk: 資產劃轉

# CALCULATE_INTEREST
source: And draw
es_es: Y dibuja
zh_cn: 计息
zh_hk: 計息

# DEDUCT_INTEREST
source: Mandatory also interest
es_es: Obligatorio también interés
zh_cn: 扣息
zh_hk: 扣息

# TRANSFER_TO_MARGIN
source: Transfer
es_es: Transferir
zh_cn: 资产划转
zh_hk: 資產劃轉

# TRANSFER_FROM_MARGIN
source: Transfer
es_es: Transferir
zh_cn: 资产划转
zh_hk: 資產劃轉

# TRANSFER_TO_MARGIN_LOCAL
source: To Margin
es_es: Al margen
zh_cn: 转出到杠杆
zh_hk: 轉出到杠桿

# TRANSFER_FROM_MARGIN_LOCAL
source: From Margin
es_es: Desde el margen
zh_cn: 从杠杆转入
zh_hk: 從杠桿轉入

# margin_account_detail
source: Margin History
es_es: Margen Historia
zh_cn: 杠杆账户明细
zh_hk: 杠桿賬戶明細

source: Open Orders
es_es: Ordenes abiertas
zh_cn: 当前委托
zh_hk: 當前委託

source: Liquidation
es_es: Liquidación
zh_cn: 强平价
zh_hk: 強平價

source: Last Price
es_es: Último precio
zh_cn: 最新价
zh_hk: 最新價

source: Index Price
es_es: Índice precios
zh_cn: 指数价
zh_hk: 指數價

source: No risk
es_es: Sin riesgo
zh_cn: 无风险
zh_hk: 無風險

source: Low risk
es_es: Bajo riesgo
zh_cn: 低风险
zh_hk: 低風險

# mid_risk
source: Moderate risk
es_es: Riesgo moderado
zh_cn: 中风险
zh_hk: 中風險

source: High risk
es_es: Alto riesgo
zh_cn: 高风险
zh_hk: 高風險

source: Transfer/Deposit
es_es: Transferir/Depósito
zh_cn: 划转/充币
zh_hk: 劃轉/充幣

source: Transfer/Borrow
es_es: Transferir/Préstamo
zh_cn: 划转/借币
zh_hk: 劃轉/借幣

# trade_zone
source: Markets
es_es: Mercados
zh_cn: 交易区
zh_hk: 交易區

# trade_pairs
source: Pair
es_es: Par
zh_cn: 交易对
zh_hk: 交易對

# open_margin_alert
source: To avoid unnecessary liquidations, we use a composite price index rather than last price for margin level calculation.
es_es: Para evitar liquidaciones innecesarias, los cálculos de nivel de margen se realizan utilizando un índice de precios compuesto, en lugar del último precio.
zh_cn: 为了避免一些不必要的强平，我们通过综合价格指数而不是最新价格来计算杠杆率
zh_hk: 為了避免壹些不必要的強平，我們通過綜合價格指數而不是最新價格來計算杠桿率

# margin_ratio
source: · Liquidation is calculated based on the 10% margin rate, when the price reaches this value, system will trigger a forced liquidation · To avoid unnecessary liquidations, we use a composite price index rather than last price for margin level calculation · Ratio ≥30%, Low risk, Ratio ＜30%, Moderate risk, Ratio ≤20%, High risk · When margin ratio ≤10%, forced-liquidation will be triggered for your account in order to return the lending fund · Margin ratio = （Balance in the account of that margin trading pair-Margin-Interest)/ Margin* 100%
es_es: · La liquidación se basa en la tasa de margen del 10%, cuando el precio alcanza este valor, el sistema activará una liquidación forzada · Para evitar liquidaciones innecesarias, los cálculos de nivel de margen se realizan utilizando un índice de precios compuesto, en lugar del último precio. · Ratio ≥30%, Bajo riesgo, Ratio ＜30%, Riesgo moderado, Ratio ≤20%, Alto riesgo · Cuando el índice de margen sea ≤10%, se activará la liquidación forzada de su cuenta para devolver el fondo de préstamos · Margen ratio = （Saldo en la cuenta de ese margen comercial par-Margen-Interés) / Margen * 100%
zh_cn: • 强平价是按照10%保证金率推算出的价格，表示价格到此数值时将触发系统强制平仓 • 指数价是为了避免一些不必要的强平，我们通过综合价格指数而不是最新价格来计算账户风险 • 保证金率≥30%，低风险；保证金率＜30%，中风险；保证金率≤20%，高风险 • 当保证金率≤10%时，账户将触发强平以归还借贷资金 • 保证金率 = （当前币对账户总资产- 借币-利息）/借币* 100%
zh_hk: • 強平價是按照10%保證金率推算出的價格，表示價格到此數值時將觸發系統強制平倉 •指數價是為了避免一些不必要的強平，我們通過綜合價格指數而不是最新價格來計算賬戶風險 • 保證金率≥30%，低風險；保證金率＜30%，中風險；保證金率≤20%，高風險 • 當保證金率≤10%時，賬戶將觸發強平以歸還借貸資金 • 保證金率 = （當前幣對賬戶總資產- 借幣-利息）/借幣* 100%

# open_margin_title
source: Enable Margin Trading
es_es: Habilitar comercio de margen
zh_cn: 开通杠杆交易协议
zh_hk: 開通杠桿交易協議

# open_margin_content
source: Margin trading confers a higher profit potential and also greater risks, which brings great amount losses if you issue a call on wrong position. Investors should be knowledge the risk and make prudent investment.
es_es: El comercio de margen confiere un mayor potencial de ganancias y también mayores riesgos, lo que trae grandes pérdidas si realiza una llamada en una posición incorrecta. Los inversores deben conocer el riesgo y realizar una inversión prudente.
zh_cn: 杠杆交易可以通过向平台借币，从而获取更多资金用于交易，以小资金进行更大投资，合理利用杠杆方向做多做空，涨跌都有收益，但收益和风险也被同步放大，市场有风险，投资需谨慎。
zh_hk: 杠桿交易可以通過向平臺借幣，從而獲取更多資金用於交易，以小資金進行更大投資，合理利用杠桿方向做多做空，漲跌都有收益，但收益和風險也被同步放大，市場有風險，投資需謹慎。

# open_margin_tip
source: I have read and understood the terms set forth in CoinCola's User Agreement on Margin Trading I am hereby to agree and acknowledge the associated risks involved.
es_es: He leído y entiendo los términos establecidos en el Acuerdo de usuario de CoinCola sobre el comercio de margen. Por la presente, acepto y reconozco los riesgos asociados.
zh_cn: 我已阅读并同意CoinCola的《杠杆交易用户使用协议》并同意开通“币币杠杆交易”业务我已知晓此风险并同意开通。
zh_hk: 我已閱讀並同意CoinCola的《杠桿交易用戶使用協議》並同意開通“幣幣杠桿交易”業務我已知曉此風險並同意開通。

# open_margin_delegate
source: CoinCola's User Agreement on Margin Trading
es_es: Acuerdo de usuario de CoinCola sobre el comercio de margen
zh_cn: 《杠杆交易用户使用协议》
zh_hk: 《杠桿交易用戶使用協議》

# open_margin
source: Agree
es_es: De acuerdo
zh_cn: 同意开通
zh_hk: 同意開通

source: day
es_es: día
zh_cn: 天
zh_hk: 天

source: hour
es_es: hora
zh_cn: 小时
zh_hk: 小時

# transfer_margin_max_tip
source: (Margin ratio > 50% fund can be transferred out)
es_es: (Margen ratio > 50% del fondo puede transferirse)
zh_cn: （保证金率＞50%的资金可转出）
zh_hk: （保證金率＞50%的資金可轉出）

source: today
es_es: Hoy
zh_cn: 今天
zh_hk: 今天

# seven_day
source: 7 days
es_es: 7 dias
zh_cn: 7天
zh_hk: 7天

# one_month
source: 1 month
es_es: 1 mes
zh_cn: 1个月
zh_hk: 1個月

# there_month
source: 3 month
es_es: 3 mes
zh_cn: 3个月
zh_hk: 3個月

source: All Symbol
es_es: Todo símbolo
zh_cn: 全部币对
zh_hk: 全部幣對

# exchange_trade
source: Exchange
zh_cn: 币币交易
zh_hk: 幣幣交易

# margin_trade
source: Margin
es_es: Margen
zh_cn: 杠杆交易
zh_hk: 槓桿交易

source: Margin
es_es: Margen
zh_cn: 杠杆
zh_hk: 槓桿

source: Margin Coming Soon
es_es: Margen Próximamente
zh_cn: 内测中，即将开放
zh_hk: 內測中，即將開放

source: System buy
es_es: Sistema de compra
zh_cn: 系统买入
zh_hk: 系統買入

source: System sell
es_es: Venta de sistema
zh_cn: 系统卖出
zh_hk: 系統賣出

# margin_total_assets
source: Margin estimated net value
es_es: Margen valor estimado
zh_cn: 杠杆净资产估值
zh_hk: 槓桿净資產估值

# deal_detail
source: Transaction Details
es_es: Detalles de la transacción
zh_cn: 成交明细
zh_hk: 成交明細

# no_deal_detail
source: No data
es_es: Sin datos
zh_cn: 暂无成交明細
zh_hk: 暫無成交明細

# delegate_price
source: Order price
es_es: Precio
zh_cn: 委托价格
zh_hk: 委托價格

# deal_price
source: Price
es_es: Precio
zh_cn: 成交价
zh_hk: 成交價

# deal_amount
source: Value
es_es: Valor
zh_cn: 成交额
zh_hk: 成交額

# all_state
source: All Status
es_es: Todas Estado
zh_cn: 全部状态
zh_hk: 全部狀態

# delegate_buy
source: Buy
es_es: Comprar
zh_cn: 买
zh_hk: 買

# delegate_sell
source: Sell
es_es: Vender
zh_cn: 卖
zh_hk: 賣

# delegate_detail
source: Order Details
es_es: Detalles del pedido
zh_cn: 委托详情
zh_hk: 委託詳情

# change_rate
source: Change
es_es: Cambio
zh_cn: 涨跌幅
zh_hk: 漲跌幅

# short_news
source: News
zh_cn: 快讯
zh_hk: 快訊

source: Source
zh_cn: 来源
zh_hk: 來源

# read_origin
source: Detail
zh_cn: 阅读原文
zh_hk: 閱讀原文

# margin_account_title
source: Margin
es_es: Margen
zh_cn: 杠杆账户
zh_hk: 杠桿賬戶

# liquation_risk
source: liquidation
es_es: liquidación
zh_cn: 强平中
zh_hk: 強平中

# loan_return_amount_error
source: The number of inputs is greater than the unpaid amount, please re-enter
es_es: El número de entradas es mayor que la cantidad impaga, vuelva a ingresar
zh_cn: 输入数量大于应还数量，请重新输入
zh_hk: 輸入數量大於應還數量，請重新輸入

# complain_tip_text
source: You can make a complaint if the {side} is unresponsive or has acted outside of the terms of the trade. Your {crypto} will be securely held in the trade escrow by CoinCola until the dispute has been resolved
es_es: Usted puede abrir una disputa si el {side} no responde o ha actuado fuera de los términos del intercambio. CoinCola retendrá de forma segura su {crypto} en la cuenta de depósito de garantía hasta que se resuelva la disputa.
zh_cn: 如果{side}未响应或不同意交易条款，您可以申诉此交易，{crypto}将保留在托管中，直到纠纷解决。
zh_hk: 如果卖家未响应或不同意交易条款，您可以申诉此交易，BTC将保留在托管中，直到纠纷解决。

# complain_buyer_gf_1
source: The vendor didn’t respond since I uploaded the card as he asked
es_es: El vendedor no respondió desde que envié la tarjeta como él pidió
zh_cn: 我已按照卖家要求上传礼品卡但是卖家一直不回复
zh_hk: 我已按照賣家要求上傳禮品卡但是賣家一直不回复

# complain_buyer_gf_2
source: The vendor told me the card had already been redeemed
es_es: El vendedor me dijo que la tarjeta ya había sido canjeada
zh_cn: 我已按照卖家要求上传礼品卡但是卖家说我的卡已被使用
zh_hk: 我已按照賣家要求上傳禮品卡但是賣家說我的卡已被使用

# complain_buyer_gf_3
source: The vendor told me the card has a problem to redeem
es_es: El vendedor me dijo que la tarjeta tiene un problema para canjear
zh_cn: 我已按照卖家要求上传礼品卡但是卖家说我的卡有问题
zh_hk: 我已按照賣家要求上傳禮品卡但是賣家說我的卡有問題

# complain_buyer_gf_4
source: The vendor refused to release bitcoin after I uploaded the card as he asked
es_es: El vendedor se negó a liberar Bitcoin después de que le envié la tarjeta como él me pidió
zh_cn: 我已按照卖家要求上传礼品卡但是卖家拒绝放币
zh_hk: 我已按照賣家要求上傳禮品卡但是賣家拒絕放幣

# complain_buyer_ge_1
source: I've completed the payment, but Seller hasn't released my {crypto} yet
es_es: He enviado el pago, pero el vendedor no ha liberado mi {crypto}.
zh_cn: 我已付款，但卖家未放行我的{crypto}
zh_hk: 我已付款，但卖家未放行我的{crypto}

# complain_buyer_ge_2
source: Seller did not follow the the terms of trade
es_es: El vendedor no siguió las condiciones comerciales
zh_cn: 卖家未遵循交易广告条款
zh_hk: 賣家未遵循交易廣告條款

# complain_seller_gf_1
source: The gift card had already been redeemed
es_es: La tarjeta de regalo ya había sido canjeada
zh_cn: 礼品卡已被使用
zh_hk: 禮品卡已被使用

# complain_seller_gf_2
source: The gift card has a problem and cannot be redeemed
es_es: La tarjeta de regalo tiene un problema y no se puede canjear
zh_cn: 礼品卡无法充值
zh_hk: 禮品卡無法充值

# complain_seller_gf_3
source: The gift card is invalid and cannot be redeemed
es_es: La tarjeta de regalo no es válida y no se puede canjear
zh_cn: 礼品卡无效
zh_hk: 禮品卡無效

# complain_seller_gf_4
source: The buyer marked as paid without completing payment
es_es: El comprador marcado como pagado sin completar el pago
zh_cn: 买家未上传礼品卡就点击标记付款
zh_hk: 買家未上傳禮品卡就點擊標記付款

# complain_seller_gf_5
source: The gift card balance is zero or different with the order amount
es_es: El saldo de la tarjeta de regalo es cero o diferente con el monto del pedido
zh_cn: 礼品卡余额为0或与下单金额不符
zh_hk: 禮品卡餘額為0或與下單金額不符

# complain_seller_gf_6
source: The gift card cannot be redeemed in the country of the offer asked
es_es: La tarjeta de regalo no se puede canjear en el país de la oferta solicitada
zh_cn: 礼品卡无法在要求的国家进行充值
zh_hk: 禮品卡無法在要求的國家進行充值

# complain_seller_ge_1
source: Buyer has not paid and is unresponsive
es_es: El vendedor no pagó y no responde
zh_cn: 买家未付款，且没有响应
zh_hk: 買家未付款，且沒有響應

# complain_seller_ge_2
source: I suspect the buyer's payment to be fraudulent
es_es: Sospecho que el pago del comprador es fraudulento
zh_cn: 我怀疑买家的支付存在欺诈
zh_hk: 我懷疑買家的支付存在欺詐

# complain_seller_ge_3
source: Buyer did not follow the terms of trade
es_es: El comprador no siguió las condiciones comerciales
zh_cn: 买家未遵循交易广告条款
zh_hk: 買家未遵循交易廣告條款

# complain_other_reason
source: Other reasons
es_es: Otras razones
zh_cn: 其他原因
zh_hk: 其他原因

# complain_textview_placeholder
source: Please enter dispute details
es_es: Ingrese los detalles de la disputa
zh_cn: 请输入申诉内容
zh_hk: 請輸入申訴內容

# upload_complain_image
source: Upload evidence image
es_es: Subir imagen de prueba
zh_cn: 上传凭证
zh_hk: 上傳憑證

# optional_complain
source: (optional, up to 4)
es_es: (opcional, hasta 4)
zh_cn: （选填，最多4张）
zh_hk: （選填，最多4張）

# resign_date
source: Registration time
es_es: Tiempo de registro
zh_cn: 注册时间
zh_hk: 註冊時間

# phone_verify
source: Phone
es_es: Teléfono
zh_cn: 手机认证
zh_hk: 手機認證

# email_verify
source: Email
zh_cn: 邮箱认证
zh_hk: 郵箱認證

# realname_verify
source: ID Certification
es_es: ID Certificación
zh_cn: 身份认证
zh_hk: 身份認證

# buy_from_user
source: Buy from XX
es_es: Comprar de XX
zh_cn: 向XX购买
zh_hk: 向XX購買

# sell_to_user
source: Sell to XX
es_es: Vender a XX
zh_cn: 向XX出售
zh_hk: 向XX出售

# share_userInfo
source: Share
es_es: Compartir
zh_cn: 分享
zh_hk: 分享

# my_post_ad
source: My offers
es_es: Mis ofertas
zh_cn: 我发布的广告
zh_hk: 我發布的廣告

# praise_count
source: Positive
es_es: Positivo:
zh_cn: 好评数
zh_hk: 好評數

# I_am
source: I'm XX
es_es: Soy XX
zh_cn: 我是XX
zh_hk: 我是XX

# welcome_trade
source: Welcome to trade with me at CoinCola！
es_es: ¡Bienvenido a comerciar conmigo en CoinCola！
zh_cn: 我在CoinCola，欢迎来找我交易！
zh_hk: 我在CoinCola，歡迎来找我交易！

# scan_qr_trade
source: scan QR code to see all offers
es_es: escanea el código QR para ver todas las ofertas
zh_cn: 扫码查看全部广告
zh_hk: 掃碼查看全部廣告

# more_rate_warning
source: Refer to the actual fee of the trading area
es_es: Consulte la tarifa real del área comercial
zh_cn: 以交易区的实际费率为准
zh_hk: 以交易區的實際費率為準

# ad_share_title_iam
source: I'm
es_es: Soy
zh_cn: 我是
zh_hk: 我是

# ad_share_title_trade
source: I'm {side} {crypto} at CoinCola!
es_es: ¡Estoy {side} {crypto} en CoinCola!
zh_cn: 我在CoinCola{side}{crypto}
zh_hk: 我在CoinCola{side}{crypto}

# complaining_buy
source: The buyer initiated a dispute, please contact customer service if you have any questions.
es_es: El comprador inició una disputa, comuníquese con el servicio al cliente si tiene alguna pregunta.
zh_cn: 买家发起了申诉，如有疑问请联系客服
zh_hk: 買家發起了申訴，如有疑問請聯系客服

# complaining_sell
source: The seller initiated a dispute, please contact customer service if you have any questions.
es_es: El vendedor inició una disputa, comuníquese con el servicio al cliente si tiene alguna pregunta.
zh_cn: 卖家发起了申诉，如有疑问请联系客服
zh_hk: 賣家發起了申訴，如有疑問請聯系客服

# BUY_GIFT_CARD
source: buying
es_es: comprando
zh_cn: 收购
zh_hk: 收購

# buy_share_ad
source: buying
es_es: comprando
zh_cn: 购买
zh_hk: 購買

# sell_share_ad
source: selling
es_es: vendiendo
zh_cn: 出售
zh_hk: 出售

source: gift card
es_es: una tarjeta de regalo
zh_cn: 礼品卡
zh_hk: 禮品卡

# scan_to_sell
source: BUY
es_es: COMPRAR
zh_cn: 扫码购买
zh_hk: 掃碼購買

# scan_to_buy
source: SELL
es_es: VENDER
zh_cn: 扫码出售
zh_hk: 掃碼出售

# margin_short
source: Short
es_es: Corto
zh_cn: 做空
zh_hk: 做空

# margin_long
source: Long
es_es: Cerrado
zh_cn: 做多
zh_hk: 做多

source: My coupons
es_es: Mis cupones
zh_cn: 我的优惠券
zh_hk: 我的優惠券

# coupons
source: Coupon
es_es: Cupón
zh_cn: 优惠券
zh_hk: 優惠券

# coupon_Unused
source: Unused
es_es: Sin usar
zh_cn: 未使用
zh_hk: 未使用

# coupon_Expired
source: Expired
es_es: Caducado
zh_cn: 已失效
zh_hk: 已失效

# coupon_used
source: Used
es_es: Usado
zh_cn: 已使用
zh_hk: 已使用

# coupon_using
source: Using
es_es: Utilizando
zh_cn: 使用中
zh_hk: 使用中

# left_days
source: XX days left
es_es: Quedan XX días
zh_cn: 剩XX天过期
zh_hk: 剩XX天過期

# coupons_rules
source: Rules
es_es: Reglas
zh_cn: 使用规则
zh_hk: 使用規則

source: Valid Date:
es_es: Fecha válida:
zh_cn: 有效期：
zh_hk: 有效期：

# notuse_coupons
source: Not using coupons
es_es: No usar cupones
zh_cn: 不使用优惠券
zh_hk: 不使用優惠券

source: No coupons
es_es: Sin cupones
zh_cn: 暂无优惠券
zh_hk: 暫無優惠券

# gotoUse_coupons
source: Get Trade
es_es: Comercio
zh_cn: 立即使用
zh_hk: 立即使用

# discounts
source: off
es_es: de descuento
zh_cn: 折
zh_hk: 折

# coupon_free
source: Free
es_es: Gratis
zh_cn: 免费
zh_hk: 免費

# coupon_count
source: XX
zh_cn: XX张
zh_hk: XX張

# unavailable_reason
source: View unavailable reason
es_es: Ver motivo no disponible
zh_cn: 查看不可用原因
zh_hk: 查看不可用原因

# Choose_Coupons
source: Select coupon
es_es: Seleccionar cupón
zh_cn: 请选择优惠券
zh_hk: 請選擇優惠券

# error_insufficient_self
source: Your balance is not enough, please re-order
es_es: Su saldo no es suficiente, reordenar
zh_cn: 您的余额不足，请重新下单
zh_hk: 您的余額不足，請重新下單

# error_insufficient_advertiser
source: The balance of the vendor is not enough
es_es: El saldo del vendedor no es suficiente
zh_cn: 广告主余额不足
zh_hk: 廣告主余額不足

# merchant_button_kyc
source: Need KYC
es_es: Necesita KYC
zh_cn: 需要实名认证
zh_hk: 需要實名認證

# please_enter_amount
source: Enter trade amount before select coupon
es_es: Ingrese el monto comercial antes de seleccionar el cupón
zh_cn: 输入金额后才能选择优惠券
zh_hk: 輸入金額後才能選擇優惠券

# coupon_new_text
source: Coupon
es_es: Cupón
zh_cn: 福利
zh_hk: 福利

# coupon_award_title
source: Give {value} after trade
es_es: Dar {value} después del comercio
zh_cn: 完成交易送{value}
zh_hk: 完成交易送{value}

# coupon_discount_title
source: {value} off fee
es_es: {value} de descuento
zh_cn: 手续费{value}
zh_hk: 手續費{value}

source: FIAT
zh_cn: 法币
zh_hk: 法幣

source: GIFT CARD
zh_cn: 礼品卡
zh_hk: 禮品卡

# submit_id_info
source: Submit information
es_es: Enviar información
zh_cn: 提交证件信息
zh_hk: 提交證件信息

source: Submit ID photo
es_es: Enviar foto
zh_cn: 提交证件照片
zh_hk: 提交證件照片

# submit_face_verify
source: Face Verification
es_es: Verificación facial
zh_cn: 人脸认证
zh_hk: 人臉驗證

source: Full name
es_es: Nombre completo
zh_cn: 姓名
zh_hk: 姓名

# enter_same_name_as_card
source: Enter the same full name as your xx
es_es: Ingrese un nombre que coincida con la xx
zh_cn: 请输入与xx一致的姓名
zh_hk: 請輸入與xx一致的姓名

source: ID card number
es_es: Número de identificación
zh_cn: 身份证号码
zh_hk: 身份證號碼

# enter_same_id_as_card
source: Enter the same number as your xx
es_es: Ingrese el mismo número que la xx
zh_cn: 请输入与xx一致的号码
zh_hk: 請輸入與xx一致的號碼

# enter_info_tips
source: Please enter the full name and ID number as in the ID, otherwise it will not pass.The full name must include Surname, Given names, Middle name (if applicable).
es_es: Ingrese el mismo nombre y número de identificación que su identificación, de lo contrario no será aprobado.El nombre completo debe incluir Apellido, Nombre, Segundo nombre (si corresponde).
zh_cn: 请输入与您证件一致的姓名和身份证号，否则将无法通过审核。全名必须包括姓，名，中间名（如果有）。
zh_hk: 請輸入與您證件一致的姓名和身份證號，否則將無法通過審核。全名必須包括姓，名，中間名（如果有）。

# upload_front_photo
source: 1.Upload the front of your ID photo
es_es: 1. Cargue el frente de su foto de identificación
zh_cn: 1.请上传身份证正面的照片
zh_hk: 1.請上傳身份證正面的照片

source: Missing border
es_es: Borde perdido
zh_cn: 边角缺失
zh_hk: 邊角缺失

source: Blurry picture
es_es: Imagen borrosa
zh_cn: 照片模糊
zh_hk: 照片模糊

source: Overexposed
es_es: Sobreexpuesta
zh_cn: 过度曝光
zh_hk: 過度曝光

# upload_front_photo_msg1
source: Provide a standard photo of your original ID document (not a photo of a scan or copy).Make sure details are clear to read.
es_es: Proporcione una foto estándar de su documento de identificación original (no una foto de un escaneo o copia). Asegúrese de que los detalles sean claros para leer.
zh_cn: 提供原始身份证明文件的标准照片（不能是扫描件或副本的照片）。确保照片细节清晰易读。
zh_hk: 提供原始身份證明文件的標準照片（不能是掃描件或副本的照片）。確保照片細節清晰易讀。

# upload_hold_photo
source: 2.Upload a photo of yourself holding your identity document next to your face
es_es: 2. Sube una foto tuya sosteniendo tu documento de identidad al lado de tu cara
zh_cn: 2.请上传您手持正面证件自拍的照片
zh_hk: 2.請上傳您手持正面證件自拍的照片

source: Messy background
es_es: Fondo complejo
zh_cn: 复杂背景
zh_hk: 複雜背景

source: Too bright/dim
es_es: Mala iluminación
zh_cn: 太亮或太暗
zh_hk: 太亮或太暗

# id_incomplete
source: Incomplete
es_es: Incompleto
zh_cn: 人像不完整
zh_hk: 人像不完整

# id_occlusion
source: Occlusion
es_es: Oclusión
zh_cn: 复杂背景
zh_hk: 證件遮擋

# chekc_no_face
source: Wrong UploadNo face detected in the second photo, please upload again.
es_es: Error al Subir No se detectó ninguna cara en la segunda foto, cargue nuevamente.
zh_cn: 上传错误手持证件照中未检测到人脸，请重新上传
zh_hk: 上传错误手持证件照中未检测到人脸，请重新上传

source: Re-upload
es_es: Re-subir
zh_cn: 重新上传
zh_hk: 重新上傳

# living_tips
source: Make sure it meets the following requirements: - Look straight at the camera - Light or neutral background - Don't be in a backlit or reflective environment - No sunglasses,a hat or a headband - Put the face in the center of the screen at an appropriate ratio. - Follow the prompts to ensure clear picture quality
es_es: Asegúrese de que cumpla con los siguientes requisitos: - Mira directamente a la cámara - Fondo claro o neutro - No estar en un ambiente retroiluminado o reflexivo - Sin gafas de sol, sombrero o diadema - Coloque la cara en el centro de la pantalla en una proporción adecuada. - Siga las indicaciones para garantizar una calidad de imagen clara
zh_cn: 确保满足以下要求： -直视镜头 -在浅色或白色的背景中认证 -不要在背光或反光的环境中 -请勿佩戴太阳镜，帽子或头饰 -将脸对准屏幕中央 -跟随提示操作，确保图像清晰
zh_hk: 確保滿足以下要求： -直視鏡頭 -在淺色或白色的背景中認證 -不要在背光或反光的環境中 -請勿佩戴太陽鏡，帽子或頭飾 -將臉對準屏幕中央 -跟隨提示操作，確保圖像清晰

# silent_tips
source: Make sure it meets the following requirements: - Look straight at the camera,blink or shake your head - Light or neutral background - Don't be in a backlit or reflective environment - No sunglasses,a hat or a headband
es_es: Asegúrese de que cumpla con los siguientes requisitos: - Mira directamente a la cámara, parpadea o sacude la cabeza - Fondo claro o neutro - No estar en un ambiente retroiluminado o reflexivo - Sin gafas de sol, sombrero o diadema
zh_cn: 确保满足以下要求： -直视镜头，轻微眨眼或轻微摇头 -在浅色或白色的背景拍摄 -不要在背光或反光的环境中 -请勿佩戴太阳镜，帽子或头饰
zh_hk: 確保滿足以下要求： -直視鏡頭，輕微眨眼或輕微搖頭 -在淺色或白色的背景拍攝 -不要在背光或反光的環境中 -請勿佩戴太陽鏡，帽子或頭飾

# ids_card
source: ID card
es_es: ID Personal
zh_cn: 身份证
zh_hk: 身份證

# passpart_card
source: Passport
es_es: pasaporte
zh_cn: 护照
zh_hk: 護照

# driver_card
source: Driver's license
es_es: licencia de conducir
zh_cn: 驾照
zh_hk: 駕照

# self_photo_tips
source: - Look straight at the camera - Light or neutral background - Selfie is in colour - No sunglasses,a hat or a headband - Information is clearly visible
es_es: - Mira directamente a la cámara - Fondo claro o neutro - Selfie está en color - Sin gafas de sol, sombrero o diadema - La información es claramente visible.
zh_cn: -您需要直视镜头 -建议在浅色或白色的背景拍摄 -自拍照需要是彩色的 -请勿佩戴太阳镜，帽子或头饰 -照片人像和证件信息清晰可见
zh_hk: 確保滿足以下要求： -您需要直視鏡頭 -建議在淺色或白色的背景拍攝 -自拍照需要是彩色的 -請勿佩戴太陽鏡，帽子或頭飾 -照片人像和證件信息清晰可見

# Identity_fail
source: Identity verification failed
es_es: Verificación de identidad fallido
zh_cn: 实名认证失败
zh_hk: 实名认證失败

# watch_suc_video
source: View example
es_es: Ver ejemplo
zh_cn: 查看成功示例
zh_hk: 查看成功示例

source: Upload
es_es: Subir
zh_cn: 上传
zh_hk: 上傳

# self_photo_tips_title
source: Make sure it meets the following requirements:
es_es: Asegúrese de que cumpla con los siguientes requisitos:
zh_cn: 确保满足以下要求：
zh_hk: 確保滿足以下要求：

# buy_long
source: (Long)
es_es: (Largo)
zh_cn: （做多）
zh_hk: （做多）

# sell_short
source: (Short)
es_es: (Corto)
zh_cn: （做空）
zh_hk: （做空）

# guide_otc_exchange
source: Switch to Exchange Account. Buy Low, Sell High,You Can Make Money in Up or Down Markets.
es_es: Cambiar a la cuenta de Exchange. Compre bajo, venda alto, puede ganar dinero en los mercados de subida o bajada.
zh_cn: 资产划转到币币账户，把握行情波动通过币币交易赚取差价，涨跌都可获得收益
zh_hk: 資產劃轉到幣幣賬戶，把握行情波動通過幣幣交易賺取差價，漲跌都可獲得收益。
