Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# delegate_count
source: Amount
es_es: Importe
zh_cn: 委托数量
zh_hk: 委托數量

# can_not_be_zero
source: Can't be 0
es_es: No puede ser 0
zh_cn: 不能为0
zh_hk: 不能為0

# ad_post_an_ad
source: Post ad
es_es: Publicar anuncio
zh_cn: 发布广告
zh_hk: 發布廣告

# ad_my_post
source: My ads
es_es: Gestión publicitaria
zh_cn: 广告管理
zh_hk: 廣告管理

# ad_my_trust
source: Trust
es_es: Gestión de confianza
zh_cn: 信任管理
zh_hk: 信任管理

# outgoin_cancel_alert
source: Sorry, transfer cannot be canceled
es_es: Lo sentimos, la transferencia no se puede cancelar
zh_cn: 抱歉，该笔转出已不能取消
zh_hk: 抱歉，该笔转出已不能取消

# fund_exchange_otc_account
source: OTC
es_es: Fíat
zh_cn: 场外账户
zh_hk: 場外賬戶

# fund_exchange_exchange_account
source: Exchange
zh_cn: 币币账户
zh_hk: 幣幣賬戶

# transfer_field_placeholder_otc
source: Transfer amount
es_es: Transferir importe
zh_cn: 请输入转入币币数量
zh_hk: 請輸入轉入幣幣數量

# transfer_field_placeholder_exchange
source: Transfer amount
es_es: Transferir importe
zh_cn: 请输入转入场外数量
zh_hk: 請輸入轉入場外數量

# select_payment
source: Please choose payment method
es_es: Por favor, elija la forma de pago
zh_cn: 请选择付款方式
zh_hk: 請選擇付款方式

# select_receipt
source: Please choose payment method
es_es: Por favor, elija la forma de pago
zh_cn: 请选择收款方式
zh_hk: 請選擇收款方式

# v32_buy_confirm_price
source: Price
es_es: Precio
zh_cn: 单价
zh_hk: 單價

# v32_buy_confirm_amout
source: Total
zh_cn: 总额
zh_hk: 總額

# v32_buy_confirm_count
source: Amount
es_es: Cantidad
zh_cn: 数量
zh_hk: 數量

# v32_withdraw_tip
source: Tips {crypto} addresses can only receive {crypto}. Any non-{crypto} assets sent to a {crypto} will not be recovered. {crypto} network transfer fee is {withdraw_fee} {crypto}. The minimum withdrawal amount is {withdraw_least} {crypto}.CoinCola supports real-time internal transfers.Exceeding the free transfer amount will be charged at the same rate as regular withdrawals.
es_es: Consejos Las direcciones {crypto} sólo pueden recibir {crypto}. No se recuperará ningún activo que no sea {crypto} enviado a un {crypto}. La tarifa de transferencia de red de {crypto} es {withdraw_fee} {crypto}. La cantidad mínima de retiro es {withdraw_least} {crypto}.CoinCola admite transferencias internas en tiempo real. El exceder el monto de la transferencia gratuita se cobrará a la misma tarifa que los retiros regulares.
zh_cn: 注意事项 {crypto} 钱包只能向 {crypto} 地址发送资产，如果向非 {crypto} 地址发送资产将不可找回。{crypto} 网络转账费为 {withdraw_fee} {crypto}，最低转出金额为 {withdraw_least} {crypto}。平台内相互转账是实时到账的，超出免费转账额度将收取和网络转账同等的手续费。
zh_hk: 註意事項 {crypto} 錢包只能向 {crypto} 地址發送資產，如果向非 {crypto} 地址發送資產將不可找回。{crypto} 網絡轉賬費為 {withdraw_fee} {crypto}，最低轉出金額為 {withdraw_least} {crypto}。平台內相互轉賬是實時到賬的，超出免費轉賬額度將收取和網絡轉賬同等的手續費。

# v32_deposit_tip
source: Tips Send only {crypto} to the deposit address. Sending any other currency to the {crypto} address will result in the loss of your deposit.Recharge the above address requires {confirm} network confirmation to arrive, the minimum deposit amount is {deposit_least} {crypto}.
es_es: Consejos Enviar sólo {crypto} a la dirección de depósito. Si envía cualquier otra divisa a la dirección {crypto}, perderá su depósito. Recargue la dirección anterior que requiere que llegue la confirmación de la red {confirm}, la cantidad mínima de depósito es {deposit_least} {crypto}.
zh_cn: 注意事项 {crypto}地址只能充值{crypto}资产，任何充入{crypto}地址的非{crypto}资产将不可找回。充值上述地址需要{confirm}个网络确认才能到账，最低存入金额为 {deposit_least} {crypto}。
zh_hk: 註意事項 {crypto}地址只能充值{crypto}資產，任何充入{crypto}地址的非{crypto}資產將不可找回。充值上述地址需要{confirm}個網絡確認才能到賬，最低存入金額為 {deposit_least} {crypto}。

# v32_withdraw_detail
source: Note: The {crypto} network takes {withdraw_time} minutes to send {crypto}. When the network is slow, it can take longer; CoinCola will review the transaction before sending. When a transfer is 'in progress', it means we are reviewing your request. After your transaction is proccessed, you can view details of the transfer under Transaction Details.
es_es: Nota: La red {crypto} necesita {withdraw_time} minutos para enviar {crypto}. Cuando la red es lenta, puede tardar más tiempo; CoinCola revisará la transacción antes de enviarla. Cuando una transferencia está "en progreso", significa que estamos revisando su solicitud. Una vez procesada la transacción, se pueden ver los detalles de la transferencia en Detalles de transacción. Las transferencias internas entre usuarios de CoinCola son gratuitas y se realizan en tiempo real
zh_cn: 温馨提示 在{crypto}网络发送{crypto}，通常需要{withdraw_time}分钟；CoinCola会先审核后再广播到{crypto}网络，正在处理中代表平台正在审核中，处理完毕的您可以在交易明细中查看到转账详情。
zh_hk: 溫馨提示 在{crypto}網絡發送{crypto}，通常需要{withdraw_time}分鐘；CoinCola會先審核後再廣播到{crypto}網絡，正在處理中代表平臺正在審核中，處理完畢的您可以在交易明細中查看到轉賬詳情。

# v32_deposit_smart
source: {crypto} sent from a smart contract wallet will not be accepted.
es_es: {crypto} enviado desde una cartera de contrato inteligente no será aceptado
zh_cn: CoinCola暂不支持{crypto}智能合约的转入。
zh_hk: CoinCola暫不支持{crypto}智能合約的轉入。

# v32_deposit_detail
source: Note It usually takes {deposit_time} minutes to receive {crypto} from the {crypto} network. The minimum deposit amount is {deposit_least} {crypto}, we will not handle any deposit requests that are less than that.
es_es: Nota Generalmente se necesitan {deposit_time} minutos para recibir {crypto} de la red {crypto}.La cantidad mínima de depósito es {deposit_least} {crypto}, no manejaremos ninguna solicitud de depósito que sea menor que eso.
zh_cn: 温馨提示 在{crypto}网络接收{crypto}通常需要{deposit_time}分钟。最低存入金额为{deposit_least} {crypto}，我们不会处理少于该金额的{crypto}存入请求。
zh_hk: 溫馨提示 在{crypto}網絡接收{crypto}通常需要{deposit_time}分鐘。最低存入金額為{deposit_least} {crypto}，我們不會處理少於該金額的{crypto}存入請求。

# trade_release_success
source: Successfully released
es_es: Liberados con éxito
zh_cn: 放币成功
zh_hk: 放幣成功

# otc_chat_no_data_lab
source: Order information acquisition failed Please touch the screen to reload
es_es: Fallo en la adquisición de información del pedido Por favor, toque la pantalla para recargar
zh_cn: 订单信息获取失败 请轻触屏幕重新加载
zh_hk: 订单信息获取失败 请轻触屏幕重新加载

# buyer_cancel_btn_title
source: Canceled
es_es: Cancelado
zh_cn: 已取消
zh_hk: 已取消

source: address
es_es: dirección
zh_cn: 地址
zh_hk: 地址

source: min
zh_cn: 分
zh_hk: 分

# second
source: sec
es_es: seg
zh_cn: 秒
zh_hk: 秒

# v32_explaination_place_order
source: Payment time limit should be between 5 and 45 minutes
es_es: El tiempo límite de pago debe estar entre 5 y 45 minutos
zh_cn: 付款期限应在5-45分钟之间
zh_hk: 付款期限应在5-45分钟之间

# select_payment_too_much
source: Choose up to 3 payment methods
es_es: Elija hasta tres métodos de pago
zh_cn: 最多可选3种支付方式
zh_hk: 最多可选3种支付方式

# zero_fee_buy
source: No fees to buy
es_es: Sin gastos de compra
zh_cn: 0手续费购买
zh_hk: 0手續費購買

# zero_fee_sell
source: No fees to sell
es_es: Sin gastos de venta
zh_cn: 0手续费出售
zh_hk: 0手續費出售

source: Refresh success
es_es: Actualización exitosa
zh_cn: 刷新成功
zh_hk: 刷新成功

# set_fund_password_before_withdraw
source: Please set a payment password before withdrawing assets
es_es: Por favor, establezca una contraseña de pago antes de retirar activos
zh_cn: 提币前请先设置资金密码
zh_hk: 提币前请先设置资金密码

# fund_password_changed_alert
source: Your password may have changed，please re-enter your password to verify
es_es: Su contraseña puede haber cambiado，por favor vuelva a introducir su contraseña para verificarla
zh_cn: 您的密码可能已经发生变化，请重新输入密码以验证

# trade_paid_success
source: Payment successful
es_es: Pago exitoso
zh_cn: 标记付款成功
zh_hk: 標記付款成功

# trade_restart_success
source: Successfully restarted
es_es: Reiniciado con éxito
zh_cn: 重启托管成功
zh_hk: 重啟托管成功

# imput_shortMsg
source: Enter message
es_es: Introducir mensaje
zh_cn: 输入常用语
zh_hk: 輸入常用語

# new_guider_manager
source: 'Post ad' and 'My ads' have moved here
es_es: 'Publicar anuncio' y 'Mis anuncios' se han movido aquí
zh_cn: ~发布广告，广告管理移动到这里咯
zh_hk: ~發布廣告，廣告管理移動到這裏咯

# new_guider_order
source: You can check your orders here
es_es: Puede consultar sus órdenes aquí
zh_cn: 您的订单在这里查看哦
zh_hk: ~您的訂單在這裏查看哦

# new_guider_know
source: Ok
zh_cn: 知道了
zh_hk: 知道了

# image_share_url_not_exsit
source: Request failed
es_es: Solicitud fallida
zh_cn: 分享链接获取失败
zh_hk: 分享鏈接獲取失敗

# trade_operating_error
source: Trade operation error
es_es: Error de operación comercial
zh_cn: 订单操作异常
zh_hk: 訂單操作異常

# wallet_out_address
source: Withdraw Address
es_es: Dirección de retiro
zh_cn: 提币地址
zh_hk: 提幣地址

# wallet_out_amount
source: Amount
es_es: Importe
zh_cn: 提币数量
zh_hk: 提幣數量

# input_or_copy_address
source: Enter or paste the address
es_es: Introducir o pegar la dirección
zh_cn: 输入或粘贴地址
zh_hk: 輸入或粘貼地址

# wallet_out_all
source: Withdraw all
es_es: Retirar todo
zh_cn: 全部提现
zh_hk: 全部提現

# withdraw_coin_address
source: Withdraw Address
es_es: Dirección de retiro
zh_cn: 提币地址
zh_hk: 提幣地址

# add_coin_address
source: Add address
es_es: Añadir dirección
zh_cn: 添加地址
zh_hk: 添加地址

# now_no_address
source: No address yet
es_es: Sin hay dirección todavía
zh_cn: 暂无地址
zh_hk: 暫無地址

# manager_address
source: Manage
es_es: Gestionar
zh_cn: 管理
zh_hk: 管理

# manager_address_done
source: Done
es_es: Hecho
zh_cn: 完成
zh_hk: 完成

# delete_address_succ
source: Deletion successful
es_es: Eliminado correctamente
zh_cn: 删除成功
zh_hk: 刪除成功

# sure_delete_XX_address
source: Are you sure you want to delete the XX address?
es_es: ¿Está seguro de que quiere eliminar la dirección XX?
zh_cn: 确定删除地址XX吗
zh_hk: 確定刪除地址XX嗎

source: Delete
es_es: Eliminar
zh_cn: 删除
zh_hk: 刪除

source: Remark
es_es: Observación
zh_cn: 备注
zh_hk: 備註

# option
source: Optional
es_es: Opcional
zh_cn: 选填
zh_hk: 選填

# imput_remark
source: Enter remark
es_es: Introducir comentario
zh_cn: 填写备注
zh_hk: 填寫備註

# you_can_send_least
source: Minimum amount of coins
es_es: Cantidad mínima de monedas
zh_cn: 最小提币数量
zh_hk: 最小提幣數量

# add_withdraw_address
source: Add {crypto} withdrawal address
es_es: Agregar dirección {crypto} de retiro
zh_cn: 添加{crypto}提币地址
zh_hk: 添加{crypto}提幣地址

# tap_to_edit_name
source: Change username
es_es: Cambiar nombre de usuario
zh_cn: 修改昵称
zh_hk: 修改昵稱

# account_register
source: Sign up
es_es: Registrarse
zh_cn: 账户注册
zh_hk: 賬戶註冊

# have_account
source: Existing account
es_es: Cuenta existente
zh_cn: 已有账户
zh_hk: 已有賬戶

# modify_nick_name_success
source: Username successfully changed
es_es: Nombre de usuario cambiado correctamente
zh_cn: 昵称设置成功
zh_hk: 昵稱設置成功

# create_success
source: Update successful
es_es: Actualizar con éxito
zh_cn: 添加成功
zh_hk: 添加成功

# address_repeat_add
source: Repeated address addition
es_es: Adición de dirección repetida
zh_cn: 地址重复添加
zh_hk: 地址重復添加

# get_user_info_failed
source: Failed to get user's information
es_es: No se obtuvo información del usuario
zh_cn: 获取用户信息失败
zh_hk: 獲取用戶信息失敗

# imput_remark_please
source: Please enter a remark
es_es: Por favor, introduzca un comentario
zh_cn: 请填写备注
zh_hk: 請填寫備註

# get_chat_message_failed
source: Failed to connect to chat service. Please exit and try again
es_es: No se pudo conectar al servicio de chat. Por favor, salga e inténtelo de nuevo
zh_cn: 聊天信息获取失败，请尝试返回上一页面重新进入
zh_hk: 聊天信息獲取失敗，請嘗試返回上壹頁面重新進入

# please_selected_reason
source: Please select your reason for reporting
es_es: Por favor, seleccione el motivo de su reporte
zh_cn: 请选择举报原因
zh_hk: 請選擇舉報原因

# enter_codeTo_vertify
source: Enter payment password to verify identity
es_es: Introduzca la contraseña de pago para verificar la identidad
zh_cn: 请输入资金密码，以验证身份
zh_hk: 請輸入資金密碼，以驗證身份

source: save image success
es_es: guardado de imagen exitoso
zh_cn: 保存图片成功
zh_hk: 保存圖片成功

source: save image failed
es_es: guardado de imagen fallido
zh_cn: 保存图片失败
zh_hk: 保存圖片失敗

# ad_fee
source: Advertising rate
es_es: Tasa de publicidad
zh_cn: 广告费率
zh_hk: 廣告費率

# reset_success
source: Reset successful
es_es: Restablecer exitosamente
zh_cn: 重置成功
zh_hk: 重置成功

# all_readed
source: Read all
es_es: Leer todo
zh_cn: 全部已读
zh_hk: 全部已讀

# have_readed
source: Have read
es_es: Leer
zh_cn: 已读
zh_hk: 已讀

# V34_PLACED_ORDER_TITLE_BUY
source: Waiting payment
es_es: Esperando pago
zh_cn: 待付款
zh_hk: 待付款

# V34_PLACED_ORDER_TITLE_SELL
source: Awaiting release
es_es: liberando
zh_cn: 待放币
zh_hk: 待放幣

# V34_PLACED_ORDER_DES_BUY
source: You have an order that has not been paid, please operate in time
es_es: Usted tiene un pedido que no ha sido pagado, opere a tiempo
zh_cn: 您有一笔订单还未付款，请及时操作
zh_hk: 您有壹筆訂單還未付款，請及時操作

# V34_PLACED_ORDER_DES_SELL
source: You have a new order, waiting for your confirmation to release {crypto}
es_es: Tienes un nuevo pedido, esperando que tu confirmación se publique {crypto}
zh_cn: 您有一笔新订单，等待您确认后释放{crypto}
zh_hk: 您有壹筆新訂單，等待您確認後釋放{crypto}

# V34_PLACED_ORDER_INFO_TITLE_BUY
source: Waiting payment
es_es: Esperando pago
zh_cn: 待付款
zh_hk: 待付款

# V34_PLACED_ORDER_INFO_TITLE_SELL
source: Awaiting release
es_es: liberando
zh_cn: 待放币
zh_hk: 待放幣

# V34_PLACED_ORDER_INFO_DES_BUY
source: {crypto} will save {time} minutes in hosting, and overdue unpaid transactions will be automatically cancelled
es_es: {crypto} ahorrará {time} minutos en el alojamiento, y las transacciones no pagadas vencidas se cancelarán automáticamente
zh_cn: {crypto}将在托管中保存{time}分钟，逾期未付款交易将自动取消
zh_hk: BTC將在托管中保存{time}分鐘，逾期未付款交易將自動取消

# V34_PLACED_ORDER_INFO_DES_SELL
source: After {time} minutes, the buyer still has not paid and the system will automatically cancel the transaction.
es_es: Después de {time} minutos, el comprador aún no ha pagado y el sistema cancelará automáticamente la transacción.
zh_cn: {time}分钟后，买家仍未付款，系统将自动取消交易
zh_hk: {time}分鐘後，買家仍未付款，系統將自動取消交易

# V34_EXPIRATION_WARNING_TITLE_BUY
source: Waiting payment
es_es: Esperando pago
zh_cn: 待付款
zh_hk: 待付款

# V34_EXPIRATION_WARNING_DES_BUY
source: You have an order that has not been paid, please do so as soon as possible, otherwise the timeout will be cancelled automatically.
es_es: Si tiene un pedido que no ha sido pagado, hágalo tan pronto como sea posible, de lo contrario, el tiempo de espera se cancelará automáticamente.
zh_cn: 您有一笔订单还未付款，请尽快操作，否则超时将自动取消
zh_hk: 您有壹筆訂單還未付款，請盡快操作，否則超時將自動取消

# V34_EXPIRATION_WARNING_INFO_TITLE_BUY
source: Waiting payment
es_es: Esperando pago
zh_cn: 待付款
zh_hk: 待付款

# V34_EXPIRATION_WARNING_INFO_TITLE_SELL
source: Awaiting release
es_es: liberando
zh_cn: 待放币
zh_hk: 待放幣

# V34_EXPIRATION_WARNING_INFO_DES_BUY
source: {crypto} will save {time} minutes in hosting, and overdue unpaid transactions will be automatically cancelled
es_es: {crypto} ahorrará {time} minutos en el alojamiento, y las transacciones no pagadas vencidas se cancelarán automáticamente
zh_cn: {crypto}将在托管中保存{time}分钟，逾期未付款交易将自动取消
zh_hk: BTC將在托管中保存{time}分鐘，逾期未付款交易將自動取消

# V34_EXPIRATION_WARNING_INFO_DES_SELL
source: After {time} minutes, the buyer still has not paid and the system will automatically cancel the transaction.
es_es: Después de {time} minutos, el comprador aún no ha pagado y el sistema cancelará automáticamente la transacción.
zh_cn: {time}分钟后，买家仍未付款，系统将自动取消交易
zh_hk: {time}分鐘後，買家仍未付款，系統將自動取消交易

# V34_BUYER_PAID_TITLE_SELL
source: Awaiting release
es_es: liberando
zh_cn: 待放币
zh_hk: 待放幣

# V34_BUYER_PAID_DES_SELL
source: The buyer signs the payment to be completed and waits for your confirmation to release {crypto}
es_es: El comprador firma el pago para que se complete y espera a que se emita su confirmación {crypto}
zh_cn: 买家标记付款完成，等待您确认后释放{crypto}
zh_hk: 買家標記付款完成，等待您確認後釋放{crypto}

# V34_BUYER_PAID_INFO_TITLE_BUY
source: Awaiting delivery
es_es: Para ser cargado
zh_cn: 待收币
zh_hk: 待收幣

# V34_BUYER_PAID_INFO_TITLE_SELL
source: Awaiting release
es_es: liberando
zh_cn: 待放币
zh_hk: 待放幣

# V34_BUYER_PAID_INFO_DES_BUY
source: Please contact the other party to confirm the payment. After the other party confirms, {crypto} will be released to you.
es_es: Póngase en contacto con la otra parte para confirmar el pago. Después de que la otra parte lo confirme, se le entregará {crypto}.
zh_cn: 请主动联系对方确认款项，对方确认后将释放{crypto}给您
zh_hk: 請主動聯系對方確認款項，對方確認後將釋放{crypto}給您

# V34_BUYER_PAID_INFO_DES_SELL
source: After confirming the payment, please manually release {crypto} to the other party.
es_es: Después de confirmar el pago, libere {crypto} manualmente a la otra parte.
zh_cn: 确认收款后，请手动释放{crypto}给对方
zh_hk: 確認收款後，請手動釋放{crypto}給對方

# V34_NOT_PAID_COMPLAINING_TITLE_BUY
source: Open dispute
es_es: Apelación
zh_cn: 申诉中
zh_hk: 申訴中

# V34_NOT_PAID_COMPLAINING_DES_BUY
source: The seller initiated a complaint. You marked the payment completed, but the seller did not receive the payment
es_es: El vendedor inició una queja. Marcó el pago completado, pero el vendedor no recibió el pago
zh_cn: 卖家发起了申诉。您标记付款完成，但卖家未收到款项
zh_hk: 賣家發起了申訴。您標記付款完成，但賣家未收到款項

# V34_NOT_PAID_COMPLAINING_INFO_TITLE_BUY
source: Open dispute
es_es: Apelación
zh_cn: 申诉中
zh_hk: 申訴中

# V34_NOT_PAID_COMPLAINING_INFO_TITLE_SELL
source: Open dispute
es_es: Apelación
zh_cn: 申诉中
zh_hk: 申訴中

# V34_NOT_PAID_COMPLAINING_INFO_DES_BUY
source: Open dispute
es_es: Apelación
zh_cn: 申诉中
zh_hk: 申訴中

# V34_NOT_PAID_COMPLAINING_INFO_DES_SELL
source: Open dispute
es_es: Apelación
zh_cn: 申诉中
zh_hk: 申訴中

# V34_IDLE_SELLER_COMPLAINING_TITLE_SELL
source: Open dispute
es_es: Apelación
zh_cn: 申诉中
zh_hk: 申訴中

# V34_IDLE_SELLER_COMPLAINING_DES_SELL
source: The buyer initiated a complaint. Buyer tagged payment, but you have not released {crypto}
es_es: El comprador inició una queja. El comprador marcó el pago, pero no ha lanzado {crypto}
zh_cn: 买家发起了申诉。买家标记已付款，但您未释放{crypto}
zh_hk: 買家發起了申訴。買家標記已付款，但您未釋放{crypto}

# V34_IDLE_SELLER_COMPLAINING_INFO_TITLE_BUY
source: Open dispute
es_es: Apelación
zh_cn: 申诉中
zh_hk: 申訴中

# V34_IDLE_SELLER_COMPLAINING_INFO_TITLE_SELL
source: Open dispute
es_es: Apelación
zh_cn: 申诉中
zh_hk: 申訴中

# V34_IDLE_SELLER_COMPLAINING_INFO_DES_BUY
source: Open dispute
es_es: Apelación
zh_cn: 申诉中
zh_hk: 申訴中

# V34_IDLE_SELLER_COMPLAINING_INFO_DES_SELL
source: Open dispute
es_es: Apelación
zh_cn: 申诉中
zh_hk: 申訴中

# V34_SELLER_CONFIRMED_TITLE_BUY
source: Already release
es_es: Ya pusiste dinero
zh_cn: 已放币
zh_hk: 已放幣

# V34_SELLER_CONFIRMED_DES_BUY
source: The seller has released {crypto}, please check the wallet and rate the transaction
es_es: El vendedor ha lanzado {crypto}, revise la billetera y califique la transacción
zh_cn: 卖家已释放{crypto}，请查看钱包并评价交易
zh_hk: 賣家已釋放{crypto}，請查看錢包並評價交易

# V34_SELLER_CONFIRMED_INFO_TITLE_BUY
source: Feedback required
es_es: Comentario pendiente
zh_cn: 待评价
zh_hk: 待評價

# V34_SELLER_CONFIRMED_INFO_TITLE_SELL
source: Feedback required
es_es: Comentario pendiente
zh_cn: 待评价
zh_hk: 待評價

# V34_SELLER_CONFIRMED_INFO_DES_BUY
source: Received {crypto}, please rate the transaction
es_es: Recibido {crypto}, califique la transacción
zh_cn: 已收到{crypto}，请对交易做出评价
zh_hk: 已收到{crypto}，請對交易做出評價

# V34_SELLER_CONFIRMED_INFO_DES_SELL
source: {crypto} has been released, please rate the transaction
es_es: {crypto} ha sido publicado, califique la transacción
zh_cn: 已释放{crypto}，请对交易做出评价
zh_hk: 已釋放{crypto}，請對交易做出評價

# V34_BUYER_COMMENTED_INFO_TITLE_BUY
source: Complete
es_es: Completado
zh_cn: 已完成
zh_hk: 已完成

# V34_BUYER_COMMENTED_INFO_TITLE_SELL
source: Feedback required
es_es: Comentario pendiente
zh_cn: 待评价
zh_hk: 待評價

# V34_BUYER_COMMENTED_INFO_DES_BUY
source: Successful transaction, evaluated transaction
es_es: Transacción exitosa, transacción evaluada
zh_cn: 交易成功，已评价交易
zh_hk: 交易成功，已評價交易

# V34_BUYER_COMMENTED_INFO_DES_SELL
source: {crypto} has been released, please rate the transaction
es_es: {crypto} ha sido publicado, califique la transacción
zh_cn: 已释放{crypto}，请对交易做出评价
zh_hk: 已釋放{crypto}，請對交易做出評價

# V34_SELLER_COMMENTED_INFO_TITLE_BUY
source: Feedback required
es_es: Comentario pendiente
zh_cn: 待评价
zh_hk: 待評價

# V34_SELLER_COMMENTED_INFO_TITLE_SELL
source: Complete
es_es: Completado
zh_cn: 已完成
zh_hk: 已完成

# V34_SELLER_COMMENTED_INFO_DES_BUY
source: Received {crypto}, please rate the transaction
es_es: Recibido {crypto}, califique la transacción
zh_cn: 已收到{crypto}，请对交易做出评价
zh_hk: 已收到{crypto}，請對交易做出評價

# V34_SELLER_COMMENTED_INFO_DES_SELL
source: Successful transaction, evaluated transaction
es_es: Transacción exitosa, transacción evaluada
zh_cn: 交易成功，已评价交易
zh_hk: 交易成功，已評價交易

# V34_ARBITRATION_CLOSED_TITLE_BUY
source: Appeal result
es_es: Resultado de la apelación
zh_cn: 申诉结果
zh_hk: 申訴結果

# V34_ARBITRATION_CLOSED_TITLE_SELL
source: Appeal result
es_es: Resultado de la apelación
zh_cn: 申诉结果
zh_hk: 申訴結果

# V34_ARBITRATION_CLOSED_DES_BUY
source: The buyer did not pay, the seller won, the host was thawed
es_es: El comprador no pagó la verdad, el vendedor ganó, el anfitrión fue descongelado
zh_cn: 买家未如实付款，卖家赢，托管解冻
zh_hk: 買家未如實付款，賣家贏，托管解凍

# V34_ARBITRATION_CLOSED_DES_SELL
source: The buyer did not pay, the seller won, the host was thawed
es_es: El comprador no pagó la verdad, el vendedor ganó, el anfitrión fue descongelado
zh_cn: 买家未如实付款，卖家赢，托管解冻
zh_hk: 買家未如實付款，賣家贏，托管解凍

# V34_ARBITRATION_CLOSED_INFO_TITLE_BUY
source: Complete
es_es: Completado
zh_cn: 已完成
zh_hk: 已完成

# V34_ARBITRATION_CLOSED_INFO_TITLE_SELL
source: Feedback required
es_es: Comentario pendiente
zh_cn: 待评价
zh_hk: 待評價

# V34_ARBITRATION_CLOSED_INFO_DES_BUY
source: The appeal has been arbitrated, {name} wins
es_es: La apelación ha sido arbitrada, {name} gana
zh_cn: 申诉已仲裁，{name}赢
zh_hk: 申訴已仲裁，{name}贏

# V34_ARBITRATION_CLOSED_INFO_DES_SELL
source: The appeal has been arbitrated, {name} wins
es_es: La apelación ha sido arbitrada, {name} gana
zh_cn: 申诉已仲裁，{name}赢
zh_hk: 申訴已仲裁，{name}贏

# V34_ARBITRATION_CONFIRMED_TITLE_BUY
source: Appeal result
es_es: Resultado de la apelación
zh_cn: 申诉结果
zh_hk: 申訴結果

# V34_ARBITRATION_CONFIRMED_TITLE_SELL
source: Appeal result
es_es: Resultado de la apelación
zh_cn: 申诉结果
zh_hk: 申訴結果

# V34_ARBITRATION_CONFIRMED_DES_BUY
source: The buyer has paid, the buyer won, has released {crypto}
es_es: El comprador ha pagado la verdad, el comprador ganó, ha lanzado {crypto}
zh_cn: 买家已如实付款，买家赢，已释放{crypto}
zh_hk: 買家已如實付款，買家贏，已釋放{crypto}

# V34_ARBITRATION_CONFIRMED_DES_SELL
source: The buyer has paid, the buyer won, has released {crypto}
es_es: El comprador ha pagado la verdad, el comprador ganó, ha lanzado {crypto}
zh_cn: 买家已如实付款，买家赢，已释放{crypto}
zh_hk: 買家已如實付款，買家贏，已釋放{crypto}

# V34_ARBITRATION_CONFIRMED_INFO_TITLE_BUY
source: Feedback required
es_es: Comentario pendiente
zh_cn: 待评价
zh_hk: 待評價

# V34_ARBITRATION_CONFIRMED_INFO_TITLE_SELL
source: Complete
es_es: Completado
zh_cn: 已完成
zh_hk: 已完成

# V34_ARBITRATION_CONFIRMED_INFO_DES_BUY
source: The appeal has been arbitrated, {name} wins
es_es: La apelación ha sido arbitrada, {name} gana
zh_cn: 申诉已仲裁，{name}赢
zh_hk: 申訴已仲裁，{name}贏

# V34_ARBITRATION_CONFIRMED_INFO_DES_SELL
source: The appeal has been arbitrated, {name} wins
es_es: La apelación ha sido arbitrada, {name} gana
zh_cn: 申诉已仲裁，{name}赢
zh_hk: 申訴已仲裁，{name}贏

# V34_FINISHED_INFO_TITLE_BUY
source: Complete
es_es: Completado
zh_cn: 已完成
zh_hk: 已完成

# V34_FINISHED_INFO_TITLE_SELL
source: Complete
es_es: Completado
zh_cn: 已完成
zh_hk: 已完成

# V34_FINISHED_INFO_DES_BUY
source: Successful transaction, evaluated transaction
es_es: Transacción exitosa, transacción evaluada
zh_cn: 交易成功，已评价交易
zh_hk: 交易成功，已評價交易

# V34_FINISHED_INFO_DES_SELL
source: Successful transaction, evaluated transaction
es_es: Transacción exitosa, transacción evaluada
zh_cn: 交易成功，已评价交易
zh_hk: 交易成功，已評價交易

# V34_CLOSED_TITLE_SELL
source: Canceled
es_es: Cancelado
zh_cn: 已取消
zh_hk: 已取消

# V34_CLOSED_DES_SELL
source: The buyer has placed the order but the buyer cancelled the transaction
es_es: Usted tiene una orden que el comprador canceló la transacción
zh_cn: 您有一笔订单买家取消了交易
zh_hk: 您有壹筆訂單買家取消了交易

# V34_CLOSED_INFO_TITLE_BUY
source: Canceled
es_es: Cancelado
zh_cn: 已取消
zh_hk: 已取消

# V34_CLOSED_INFO_TITLE_SELL
source: Canceled
es_es: Cancelado
zh_cn: 已取消
zh_hk: 已取消

# V34_CLOSED_INFO_DES_BUY
source: The buyer has placed the order but the buyer cancelled the transaction
es_es: El comprador ha realizado el pedido pero el comprador ha cancelado la transacción
zh_cn: 买家已下单，但买家已取消了交易
zh_hk: 買家已下單，但買家已取消了交易

# V34_CLOSED_INFO_DES_SELL
source: The buyer has placed the order but the buyer cancelled the transaction
es_es: El comprador ha realizado el pedido pero el comprador ha cancelado la transacción
zh_cn: 买家已下单，但买家已取消了交易
zh_hk: 買家已下單，但買家已取消了交易
