Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# ad_max_count_qra
source: Maximum number of active orders (0 = no limit) Set the maximum number of actie prders to avoid a large number of transactions happening at the same time. For example, when the maximum processing number of the order is set to 2 orders, the maximum number of orders that the advertisement can be completed simultaneously is 2, and the remaining buyers will see ‘Advertiser's active order limit has been reached, please try again later. If it is 0, there is no limit on the number of activeorders.
es_es: Número máximo de órdenes activas (0 = sin límite) Establezca el número máximo de órdenes activas para evitar que se produzcan un gran número de transacciones al mismo tiempo. Por ejemplo, cuando el número máximo de procesamiento de la orden se establece en dos órdenes, el número máximo de órdenes que el anuncio puede completarse simultáneamente es de dos, y los compradores restantes verán "Se ha alcanzado el límite de órdenes activas del anunciante, inténtelo de nuevo más tarde". Si es 0, no hay límite en el número de órdenes activas
zh_cn: 最大处理订单数 (0 = 不限制) 设定最大订单处理数可以避免大量交易同时涌进，您可以依据自身处理订单的情况调整数量，举例来说，当订单最大处理数设定为 2 笔，那么该广告能同时进行的订单只有 2 笔，其余买家则会看到「广告主处理订单已达上限，请稍候再试」，若为 0 则是不限制订单笔数。
zh_hk: 最大處理訂單數 (0 = 不限制) 設定最大訂單處理數可以避免大量交易同時湧進，您可以依據自身處理訂單的情況調整數量，舉例來說，當訂單最大處理數設定為 2 筆，那麽該廣告能同時進行的訂單只有 2 筆，其余買家則會看到「廣告主處理訂單已達上限，請稍候再試」，若為 0 則是不限制訂單筆數。

# ad_margin_header
source: Market price is
es_es: El precio de mercado es
zh_cn: 溢价设置(市场参考价格
zh_hk: 溢價設置(市場參考價格

# ad_price_footer
source: This trade price is currently ranked: XX
es_es: Este precio comercial está clasificado actualmente: XX
zh_cn: 当前报价大概排在第XX位
zh_hk: 當前報價大概排在第XX位

# faceid_changed
source: Your Face ID has been changed, please enter payment password.
es_es: Su Face ID ha sido cambiado, por favor introduzca la contraseña de pago
zh_cn: 您的面容信息产生变化，请输入资金密码
zh_hk: 您的面容信息產生變化，請輸入資金密碼

# setting_faceid
source: Use Face ID for trading
es_es: Utilizar el Face ID para operar
zh_cn: 放币使用面容ID
zh_hk: 放幣使用面容ID

# setting_footer_2_x
source: Using Face ID can make trading faster
es_es: El uso del Face ID puede acelerar las operaciones
zh_cn: 开启面容ID后，可使用面容ID验证快速完成交易
zh_hk: 開啟面容ID後，可使用面容ID驗證快速完成交易

# auth_code_title
source: Bind SMS code
es_es: Vincular código SMS
zh_cn: 绑定手机短信验证码
zh_hk: 綁定手機短信驗證碼

# auth_code_placeholder
source: Enter SMS verification code
es_es: Código de verificación de SMS
zh_cn: 请输入短信验证码
zh_hk: 請輸入短信驗證碼

# auth_placeholder
source: Enter Google Authenticator code
es_es: Código de verificación de Google
zh_cn: 请输入google验证码
zh_hk: 請輸入google驗證碼

# no_delete_text
source: Don't remove your account from Google Authenticator
es_es: No elimine su cuenta de Google Authenticator
zh_cn: 请勿随意删除谷歌验证器绑定的谷歌验证码
zh_hk: 請勿隨意刪除谷歌驗證器綁定的谷歌驗證碼

# alert_force_realname_title
source: Real name verified
es_es: Nombre real verificado
zh_cn: 实名认证
zh_hk: 實名認證

# alert_force_realname_message
source: You should complete identity verification before trading or sending cryptocurrency
es_es: Debe completar la verificación de identidad antes de operar o enviar criptonomedas
zh_cn: 您需要完成实名认证，才可进行更多的操作
zh_hk: 您需要完成實名認證，才可進行更多的操作

# alert_force_realname_cancel
source: Do not verify
es_es: No verificar
zh_cn: 暂不认证
zh_hk: 暫不認證

# alert_force_realname_auth
source: Verify
es_es: Verificar
zh_cn: 去认证
zh_hk: 去認證

# real_name_error
source: Verification failed: Your mobile phone number ID and ID card do not match
es_es: Error de verificación: El ID de su número de teléfono móvil y la tarjeta de identificación no coinciden
zh_cn: 认证失败：手机号实名信息与身份证信息不匹配
zh_hk: 認證失敗：手機號實名信息與身份證信息不匹配

# trade_auth_buyer_no
source: KYC activated, ensure that payment account names match your real name.
es_es: KYC activado, asegúrese de que los nombres de las cuentas de pago coinciden con su nombre real
zh_cn: 卖家已开启KYC认证，请确保付款来自于您本人。
zh_hk: 賣家已開啟KYC認證，請確保付款來自於您本人。

# trade_auth_buyer_yes
source: KYC activated, ensure that payment account name matches the seller’s real name.
es_es: KYC activado, asegúrese de que el nombre de la cuenta de pago coincide con el nombre real del vendedor
zh_cn: 卖家已开启KYC认证，请确保付款与实名一致。
zh_hk: 賣家已開啟KYC認證，請確保付款與實名壹致。

# trade_auth_seller_no
source: The buyer hasn't completed identity verification. You can request it before starting a trade >>
es_es: El comprador no ha completado la verificación de identidad. Puede solicitarlo antes de comenzar una operación >>
zh_cn: 买家未实名认证，可要求对方实名认证后再交易，请协助我们验证对方姓名>>
zh_hk: 買家未實名認證，可要求對方實名認證後再交易，請協助我們驗證對方姓名>>

# trade_auth_seller_yes
source: The buyer’s real name is XX，please confirm that the actual payment is consistent with the real name?
es_es: El nombre real del comprador es XX ，Por favor, confirme que el pago real es consistente con el nombre real?
zh_cn: 买家真实姓名 XX，请确认与付款人是否一致。
zh_hk: 買家真實姓名 XX，請確認與付款人是否一致。

# trade_auth_yes_positive
source: Match
es_es: Coincidir
zh_cn: 一致
zh_hk: 壹致

# trade_auth_yes_negative
source: Does not match
es_es: No coincide
zh_cn: 不一致
zh_hk: 不壹致

# trade_auth_no_title
source: Please help us to check if the buyer's real name matches the payment account name
es_es: Por favor, ayúdenos a comprobar si el nombre real del comprador coincide con el nombre de la cuenta de pago
zh_cn: 请帮助我们核实该买家的付款来源
zh_hk: 請幫助我們核實該買家的付款來源

# trade_auth_no_placeholder
source: Please enter the real name of buyer
es_es: Por favor, introduzca el nombre real del comprador
zh_cn: 请输入付款人姓名
zh_hk: 請輸入付款人姓名

# real_name_deny
source: Verification failed
es_es: Error de verificación
zh_cn: 认证失败
zh_hk: 認證失敗

# real_name_pending
source: Verifying
es_es: Verificando
zh_cn: 审核中
zh_hk: 審核中

# setting_realname_pending
source: Your authentification is verifying
es_es: Su autentificación se está verificando
zh_cn: 您的实名认证正在审核中
zh_hk: 您的實名認證正在審核中

# camera_right_title
source: CoinCola needs access to your camera
es_es: CoinCola necesita acceso a su cámara
zh_cn: CoinCola需要您的相机权限
zh_hk: CoinCola需要您的相機權限

# camera_right_des
source: Please enable camera access in your settings
es_es: Por favor, habilite el acceso a la cámara en sus ajustes
zh_cn: 请前往设置中打开相机权限
zh_hk: 請前往設置中打開相機權限

# verify_none_des
source: We provide real-time authentication services with a high level of security. Once you have been authenticated, you'll have access to more trading features.
es_es: Proporcionamos servicios de autenticación en tiempo real con un alto nivel de seguridad. Una vez que haya sido autenticado, tendrá acceso a más funciones de operación.
zh_cn: 我们提供安全高效实时联网的身份认证服务，具有更高级别的安全保护，CoinCola验证您的身份后，您可以获得更多买卖额度。
zh_hk: 我們提供安全高效實時聯網的身份認證服務，具有更高級別的安全保護，CoinCola驗證您的身份後，您可以獲得更多買賣額度。

# choose_verify_type
source: Type of verification
es_es: Tipo de verificación
zh_cn: 选择认证类型
zh_hk: 選擇認證類型

source: Start Verification
es_es: Iniciar autenticación
zh_cn: 开始认证
zh_hk: 開始認證

# state_lab_pending
source: Under review
es_es: En revisión
zh_cn: 正在审核中
zh_hk: 正在審核中

# state_lab_verified
source: Successful verification
es_es: Verificación exitosa
zh_cn: 审核通过
zh_hk: 審核通過

# state_lab_denied
source: Unsuccessful verification
es_es: Verificación fallida
zh_cn: 审核不通过
zh_hk: 審核不通過

# state_lab_verified_first
source: Verification in process
es_es: Verificación en curso
zh_cn: 证件认证
zh_hk: 證件認證

# state_lab_verified_second
source: Successful Face ID verification
es_es: Verificación satisfactoria del Face ID
zh_cn: 人脸认证
zh_hk: 人臉認證

# stateDetail_lab_pending
source: ID verification generally takes up to 24 hours. Please be patient while we verify your documents.
es_es: La verificación de ID generalmente toma hasta 24 horas. Por favor, tenga paciencia mientras verificamos sus documentos
zh_cn: 证件验证一般需要24小时，请耐心等候
zh_hk: 證件驗證壹般需要24小時，請耐心等候

# stateDetail_lab_denied
source: Verification rejected: Unidentifiable or inconsistent identity information, please try again
es_es: Verificación rechazada: Información de identidad no identificable o inconsistente, por favor inténtelo de nuevo
zh_cn: 身份资料不一致或不可识别，请重新认证
zh_hk: 身份資料不壹致或不可識別，請重新認證

# verify_name_placeholder
source: Enter your full name
es_es: Introduzca su nombre completo
zh_cn: 请输入姓名全称
zh_hk: 請輸入姓名全稱

# verify_number_placeholder
source: Enter your ID number
es_es: Introduzca su número de identificación
zh_cn: 请输入证件号码
zh_hk: 請輸入證件號碼

# state_btn_verified
source: Advanced authentication
es_es: Autenticación avanzada
zh_cn: 高级认证-人脸认证
zh_hk: 高級認證-人臉認證

# state_btn_denied
source: Verification denied: Please try again.
es_es: Verificación denegada: Por favor, inténtalo de nuevo
zh_cn: 重新认证
zh_hk: 重新認證

# take_photo_self
source: Please take a photo of your face
es_es: Por favor, tome una foto de su cara
zh_cn: 请自拍一张照片
zh_hk: 請自拍壹張照片

# take_photo_des
source: We are comparing your ID and your photo
es_es: Estamos comparando su DNI y su foto
zh_cn: 我们会比较您的自拍照和证件照
zh_hk: 我們會比較您的自拍照和證件照

# take_photo
source: Take a photo
es_es: Tomar una foto
zh_cn: 拍照
zh_hk: 拍照

# verify_title_id_card
source: Verification in process
es_es: Verificación de ID Personal
zh_cn: 身份证认证
zh_hk: 身份證認證

# verify_title_passport
source: Passport authentication
es_es: Autenticación de pasaporte
zh_cn: 护照认证
zh_hk: 護照認證

# verify_title_driver_linsence
source: Driver's license authentication
es_es: Autenticación de licencia de conducir
zh_cn: 驾驶证认证
zh_hk: 駕駛證認證

# id_card_china
source: Chinese ID card
es_es: Tarjeta de identificación china
zh_cn: 证件认证
zh_hk: 證件認證

# live_face
source: Facial recognition
es_es: Reconocimiento facial
zh_cn: 人脸认证
zh_hk: 人臉認證

# hasBeenVerified
source: XX has been verified
es_es: XX ha sido verificado
zh_cn: XX认证
zh_hk: XX認證

# id_card
source: ID
es_es: Cédula de identidad
zh_cn: 身份证
zh_hk: 身份證

source: Passport
es_es: Pasaporte
zh_cn: 护照
zh_hk: 護照

# driver_linsence
source: Driver license
es_es: Licencia de conducir
zh_cn: 驾驶证
zh_hk: 駕駛證

# upload_fore
source: Upload front side of XX
es_es: Subir la parte frontal de XX
zh_cn: 上传XX正面
zh_hk: 上傳XX正面

# upload_back
source: Selfie with XX front page
es_es: Autofoto con portada de XX
zh_cn: 上传手持XX正面
zh_hk: 上傳手持XX正面

# upload_file
source: Upload XX information page
es_es: Cargar XX página de información
zh_cn: 上传XX信息页
zh_hk: 上傳XX信息頁

# upload_cover
source: Selfie with XX data page
es_es: Selfie con página de datos de XX
zh_cn: 上传手持XX信息页
zh_hk: 上傳手持XX信息页

# upload_photo_of
source: Please upload XX photos
es_es: Por favor, suba XX fotos
zh_cn: 请拍摄并上传您的XX照片
zh_hk: 請拍攝並上傳您的XX照片

# require_example
source: XX photo requirements
es_es: XX requisitos de foto
zh_cn: XX照片要求
zh_hk: XX照片要求

# require_standard
source: Standard
es_es: Estándar
zh_cn: 标准
zh_hk: 標準

# require_lose
source: Missing border
es_es: Falta borde
zh_cn: 边框缺失
zh_hk: 邊框缺失

# require_fuzzy
source: Blurry picture
es_es: Imagen borrosa
zh_cn: 照片模糊
zh_hk: 照片模糊

# require_flicker
source: Too bright/overexposed
es_es: Demasiado brillante/sobreexpuesto
zh_cn: 闪光强烈
zh_hk: 閃光強烈

# ad_warning_text_whole
source: • Publishing an ad listing is free. • A XX1% fee is applied for each completed transaction. • A minimum balance of XX2 XX3 is required in your CoinCola wallet for ads to be displayed • Ads will be deactivated when your wallet balance falls below XX2 XX3 or below your set minimum transaction limit. • Deactivated adverts need to be manually reactivated. • All communication must be conducted through CoinCola. Please always be wary of high risk, fraudulent payment methods.
es_es: • Publicar un anuncio es gratis. • Se aplica una comisión del XX1% por cada transacción completada. • Se requiere un saldo mínimo de XX2 XX3 en su cartera CoinCola para que los anuncios se muestren • Los anuncios se desactivarán cuando el saldo de su cartera descienda por debajo de XX2 XX3 o por debajo del límite mínimo de transacciones establecido. • Los anuncios desactivados deben reactivarse manualmente. • Toda la comunicación debe realizarse a través de CoinCola. Por favor, desconfíe siempre de los métodos de pago fraudulentos y de alto riesgo
zh_cn: • 发布一则交易广告是免费的。 • 每笔完成的交易需要缴纳 XX1% 的费用。 • 钱包中至少需要有 XX2 XX3，广告才会正常展示。 • 当钱包余额低于 XX2 XX3 或低于您设置的最小交易限额，广告会下架。 • 任何下架的广告，都需要您手动操作上架。 • 所有交流必须在 CoinCola 上进行，请注意高风险有欺诈风险的付款方式。
zh_hk: • 發布壹則交易廣告是免費的。 • 每筆完成的交易需要繳納 XX1% 的費用。 • 錢包中至少需要有 XX2 XX3，廣告才會正常展示。 • 當錢包余額低於 XX2 XX3 或低於您設置的最小交易限額，廣告會下架。 • 任何下架的廣告，都需要您手動操作上架。 • 所有交流必須在 CoinCola 上進行，請註意高風險有欺詐風險的付款方式。

# have_real_name
source: Verified
es_es: Verificado
zh_cn: 已实名
zh_hk: 已實名

# no_rank
source: Not ranked yet
es_es: No clasificado todavía
zh_cn: 暂未获取到排名
zh_hk: 暫未獲取到排名

# china_mainland
source: Mainland China
es_es: China continental
zh_cn: 中国大陆
zh_hk: 中國大陸

# cancel_success
source: Successfully canceled
es_es: Cancelado con éxito
zh_cn: 取消成功
zh_hk: 取消成功

# reload_data
source: Reload
es_es: Recargar
zh_cn: 重新加载
zh_hk: 重新加載

# margin_rate
source: Margin
es_es: Margen
zh_cn: 溢价比例
zh_hk: 溢价比例

# ad_price_0
source: AD Price
es_es: Precio del anuncio
zh_cn: 广告报价
zh_hk: 广告报价

# publish_ad_msgView_placeholder_buy
source: Enter your trading terms here for sellers to review before placing an order. We recommend that you specify the information below: 1. After the order, please specify your preferred payment method(s); 2. Please confirm that the provides account number is correct; 3.Payment transactions may take some time to arrive. I will pay as soon as possible, please be patient.
es_es: Introduzca aquí sus condiciones comerciales para que los vendedores las revisen antes de realizar una orden. Le recomendamos que especifique la información a continuación: 1. 1. Después de la orden, por favor, especifique su método(s) de pago preferido(s); 2. Por favor, confirme que el número de cuenta es correcto; 3.Las transacciones de pago puede tomar algún tiempo para llegar. Pagaré lo antes posible, por favor, tenga paciencia
zh_cn: 请说明有关您交易的相关要求，以便卖家下单前先行查看，例如： 1. 下单后请及时告诉我您的收款方式； 2. 请务必确认您提供的收款账号是否正确； 3. 付款需要点时间，我会及时如约付款，请耐心等候。
zh_hk: 請說明有關您交易的相關要求，以便賣家下單前先行查看，例如： 1. 下單後請及時告訴我您的收款方式； 2. 請務必確認您提供的收款賬號是否正確； 3. 付款需要點時間，我會及時如約付款，請耐心等候。

# publish_ad_msgView_placeholder_sell
source: Enter your trading terms here for buyers to review before placing an order. We recommend that you specify the information below: 1. Please pay in the allotted trade time and mark payment as send. I will release assets to you once payment has been confirmed. 2. If you can not pay within the allotted trade time please cancel the order. 3. When the trade starts, assets will be moved to the trade escrow to protect both buyer and seller.
es_es: Introduzca aquí sus condiciones comerciales para que los compradores las revisen antes de realizar una orden. Le recomendamos que especifique la información a continuación: 1. Por favor, pague en el tiempo de comercio asignado y marque el pago como enviado. Le entregaré los activos una vez que se haya confirmado el pago. Si usted no puede pagar dentro del tiempo de comercio asignado por favor cancele la orden. Cuando comience la operación, los activos se moverán al fideicomiso comercial para proteger tanto al comprador como al vendedor
zh_cn: 请说明有关您交易的相关要求，以便买家下单前先行查看，例如： 1.请在有效期内付款并点击「标记已付款完成」按钮，我才会释放数字资产给您； 2. 如果您无法在有效期付款，请及时取消订单； 3. 下单后，数字资产将托管锁定，请放心交易。
zh_hk: 請說明有關您交易的相關要求，以便買家下單前先行查看，例如： 1.請在有效期內付款並點擊「標記已付款完成」按鈕，我才會釋放數字資產給您； 2. 如果您無法在有效期付款，請及時取消訂單； 3. 下單後，數字資產將托管鎖定，請放心交易。

# chat_tip_before_order
source: You can only communicate through dialogue templates
es_es: Sólo se puede comunicar a través de plantillas de diálogo
zh_cn: 未下单前，只能通过对话模板进行交流
zh_hk: 未下單前，只能通過對話模板進行交流

# ad_pass
source: PASS
es_es: PASE
zh_cn: 跳过
zh_hk: 跳過

# webView_alert_title
source: Alert
es_es: Alerta
zh_cn: 提醒
zh_hk: 提醒

# CONSUMPTION
source: Promotion Spend
es_es: Gastos de promoción
zh_cn: 活动消费
zh_hk: 活動消費

# st_error_1
source: If the request fails, please re-verify.
es_es: Si la petición falla, por favor vuelva a verificar.
zh_cn: 请求失败，请退出重新认证。
zh_hk: 請求失敗，請退出重新認證。

# st_error_2
source: Error: Face not recognized, please re-verify.
es_es: Error: Cara no reconocida, por favor, vuelva a verificar
zh_cn: 人脸无法识别，请重新认证。
zh_hk: 人臉無法識別，請重新認證。

# st_error_3
source: Network request timed out, please try again.
es_es: Petición de red agotada, por favor inténtelo de nuevo.
zh_cn: 网络请求超时，请检查网络连接。
zh_hk: 網絡請求超時，請檢查網絡連接。

# short_message
source: SMS Code
es_es: Código SMS
zh_cn: 短信验证码
zh_hk: 短訊驗證碼

# reloading_data
source: Loading
es_es: Cargando
zh_cn: 正在加载
zh_hk: 正在加載

# new_friends_reward_gift
source: New users can get a mystery gift
es_es: Los nuevos usuarios pueden recibir un regalo misterioso
zh_cn: 新用户注册即享神秘大礼包
zh_hk: 新用戶註冊即享神秘大禮包

# invite_friends_reward
source: Invite friends to get rewards
es_es: Invitar a amigos a obtener recompensas
zh_cn: 邀请好友坐享高额提成
zh_hk: 邀請好友坐享高額提成

# exchange_teach_zone
source: Exchange FAQ
es_es: Preguntas de Exchange
zh_cn: 币币教学区
zh_hk: 幣幣教學區

# otc_teach_zone
source: OTC FAQ
es_es: Aprenda sobre OTC
zh_cn: 场外教学区
zh_hk: 場外教學區

# TRANSFER_FROM_OTC
source: Transfer
es_es: Transferir
zh_cn: 资产划转
zh_hk: 資產劃轉

# TRANSFER_TO_OTC
source: Transfer
es_es: Transferir
zh_cn: 资产划转
zh_hk: 資產劃轉

# TRANSFER_FROM_EXCHANGE
source: Transfer
es_es: Transferir
zh_cn: 资产划转
zh_hk: 資產劃轉

# TRANSFER_TO_EXCHANGE
source: Transfer
es_es: Transferir
zh_cn: 资产划转
zh_hk: 資產劃轉

# TRANSFER_BETWEEN_OTC_AND_EXCHANGE
source: Transfer
es_es: Transferir
zh_cn: 资产划转
zh_hk: 資產劃轉

# exchange_buy_in
source: Buy
es_es: Comprar
zh_cn: 买入
zh_hk: 買入

# exchange_sell_out
source: Sell
es_es: Vender
zh_cn: 卖出
zh_hk: 賣出

# exchange_pending
source: Open Orders
es_es: Órdenes
zh_cn: 挂单
zh_hk: 掛單

# exchange_history
source: History
es_es: Historial
zh_cn: 历史委托
zh_hk: 歷史委托

# exchange_all_pending_list
source: Open orders
es_es: todas las órdenes
zh_cn: 全部交易挂单
zh_hk: 全部掛單交易

# exchange_hide_other_pairs
source: Hide other pairs
es_es: Ocultar otros pares
zh_cn: 隐藏其他交易对
zh_hk: 隱藏其他交易對

source: Cancel all
es_es: Cancelar todo
zh_cn: 全部撤销
zh_hk: 全部撤銷

# recent_pending
source: Recent commission
es_es: Comisión reciente
zh_cn: 最近委托
zh_hk: 最近委托

# no_recent_pending
source: No commission
es_es: Sin comisión
zh_cn: 暂无委托
zh_hk: 沒有最近委托

# exchange_cancel
source: cancel
es_es: Cancelar
zh_cn: 撤销
zh_hk: 撤銷

# no_current_trading
source: No records found
es_es: No se han encontrado registros
zh_cn: 暂无记录
zh_hk: 沒有進行中的交易

# exchange_quotes
source: Exchange Market
es_es: Mercado de monedas
zh_cn: 币币行情
zh_hk: 幣幣行情

source: More
es_es: Más
zh_cn: 更多
zh_hk: 更多

# otc_trades
source: OTC
zh_cn: 场外交易
zh_hk: 場外交易

source: Quotes
es_es: Cotizaciones
zh_cn: 行情
zh_hk: 行情

# market_price
source: Market
es_es: Mercado
zh_cn: 市价
zh_hk: 市價

# limit_price
source: Limit
es_es: Límite
zh_cn: 限价
zh_hk: 限價

# trade_limit
source: Limit
es_es: Límite
zh_cn: 限价
zh_hk: 限價

# trade_market
source: Market
es_es: Mercado
zh_cn: 市价
zh_hk: 市價

# trade_buy
source: Buy
es_es: Comprar
zh_cn: 买入
zh_hk: 買入

# trade_sell
source: Sell
es_es: Vender
zh_cn: 卖出
zh_hk: 賣出

# trade_amount1
source: Total
zh_cn: 交易额
zh_hk: 交易額

# trade_available
source: Available
es_es: Disponible
zh_cn: 可用
zh_hk: 可用

# handicap
source: Rank
es_es: Rango
zh_cn: 盘口
zh_hk: 盤口

# prices
source: Price
es_es: Precio
zh_cn: 价格
zh_hk: 價格

# quantity
source: Amount
es_es: Cantidad
zh_cn: 数量
zh_hk: 數量

# excuted_quantity
source: Executed
es_es: Ejecutado
zh_cn: 实际成交
zh_hk: 實際成交

# exchange_canceled
source: Canceled
es_es: Cancelado
zh_cn: 已撤销
zh_hk: 已撤銷

source: Exchange Account
es_es: Cuenta intercambio
zh_cn: 币币账户
zh_hk: 幣幣賬戶

source: OTC Account
es_es: Cuenta OTC
zh_cn: 场外账户
zh_hk: 場外賬戶

# account_go
source: to
es_es: a
zh_cn: 转至
zh_hk: 轉至

# make_order_success
source: Successfully ordered
es_es: Ordenado con éxito
zh_cn: 下单成功
zh_hk: 下單成功

# cancel_order_success
source: Order canceled
es_es: Órden cancelada
zh_cn: 撤销成功
zh_hk: 撤銷成功

source: Home
es_es: Inicio
zh_cn: 首页
zh_hk: 首頁

# coin_coin
source: Exchange
zh_cn: 币币
zh_hk: 幣幣

source: OTC
zh_cn: 场外
zh_hk: 場外

# time_share
source: Line
es_es: Plazo
zh_cn: 分时
zh_hk: 分時

# full_screen
source: Expand
es_es: Expandir
zh_cn: 全屏
zh_hk: 全屏

# trade_depth
source: Decimals:
es_es: Decimales:
zh_cn: 深度
zh_hk: 深度

# trade_decimal
source: Decimal
zh_cn: 小数
zh_hk: 小數

# transfer_success
source: Transfer successful
es_es: Transferencia exitosa
zh_cn: 资产划转成功
zh_hk: 資產劃轉成功

source: 1 min
zh_cn: 1分
zh_hk: 1分

source: 5 min
zh_cn: 5分
zh_hk: 5分

source: 10 min
zh_cn: 10分
zh_hk: 10分

source: 15 min
zh_cn: 15分
zh_hk: 15分

source: 30 min
zh_cn: 30分
zh_hk: 30分

source: 1 h
zh_cn: 1小时
zh_hk: 1小時

source: 2 h
zh_cn: 2小时
zh_hk: 2小時

source: 4 h
zh_cn: 4小时
zh_hk: 4小時

source: 6 h
zh_cn: 6小时
zh_hk: 6小時

source: 12 h
es_es: 12 horas
zh_cn: 12小时
zh_hk: 12小時

# 1d
source: 1 day
es_es: 1 día
zh_cn: 1天
zh_hk: 1天

# 1w
source: 1 week
es_es: 1 semana
zh_cn: 1周
zh_hk: 1週

# 1M
source: 1 month
es_es: 1 mes
zh_cn: 1月
zh_hk: 1月

# select_crypto
source: Select currency
es_es: Seleccionar moneda
zh_cn: 选择币种
zh_hk: 選擇幣種

# pairs
source: Name
es_es: Nombre
zh_cn: 名称
zh_hk: 名稱

source: Volume
zh_cn: 成交量
zh_hk: 成交量

source: Latest price
es_es: Último precio
zh_cn: 最新价
zh_hk: 最新價

# 24h_quotes
source: 24h change
es_es: cambio de 24h
zh_cn: 24h涨跌
zh_hk: 24h漲跌

# exchange_fund_is
source: Exchange assets
es_es: Activos cambio
zh_cn: 币币资产折合
zh_hk: 幣幣資產折合

# otc_fund_is
source: OTC assets
es_es: Activos OTC
zh_cn: 场外资产折合
zh_hk: 場外資產折合

# wallet_in
source: Deposit
es_es: Depósito
zh_cn: 充币
zh_hk: 充幣

# wallet_out
source: Withdraw
es_es: Retirar
zh_cn: 提币
zh_hk: 提幣

# wallet_transfer
source: Transfer
es_es: Transferir
zh_cn: 资产划转
zh_hk: 資產劃轉

# trade_frez
source: On hold
es_es: Congelado
zh_cn: 冻结
zh_hk: 凍結

# you have no net work
source: Please check your network connection
zh_cn: 请检查网络连接
zh_hk: 請檢查網絡連接

# order_manage
source: My Orders
es_es: Mis órdenes
zh_cn: 订单管理
zh_hk: 訂單管理

# wallet_right_item_FAQ
source: • Your OTC account and Exchange account can both support deposits and withdrawals. • There is no charge to transfer assets between your OTC and Exchange accounts.
es_es: • Su cuenta de OTC y su cuenta Exchange pueden soportar tanto depósitos como retiros. • No hay cargo por transferir activos entre sus cuentas OTC y Exchange
zh_cn: • 币币账户与场外账户均可支持充币提币 • 币币账户与场外账户资产可自由划转
zh_hk: • 幣幣賬戶與場外賬戶均可支持充幣提幣 • 幣幣賬戶與場外賬戶資產可自由劃轉

source: 24h High
es_es: 24h Alto
zh_cn: 24h 高
zh_hk: 24h 高

source: 24h Low
es_es: 24h Bajo
zh_cn: 24h 低
zh_hk: 24h 低

source: 24h Vol
zh_cn: 24h 量
zh_hk: 24h 量

source: Market
es_es: Mercado
zh_cn: 市场
zh_hk: 市場

# exchange_price
source: Amount
es_es: Importe
zh_cn: 金额
zh_hk: 金額

source: Ad type
es_es: Tipo de anuncio
zh_cn: 广告类型
zh_hk: 廣告類型

# alert_limit_buy_price_illegal
source: Buying price cannot be higher than 110% of current price
es_es: El precio de compra no puede ser superior al 110% del precio actual
zh_cn: 买入价格超过限价的110%，请注意风险！
zh_hk: 買入價格超過限價的110%，請註意風險！

# alert_limit_sell_price_illegal
source: Selling price must not be lower than 90% of current price
es_es: El precio de venta no debe ser inferior al 90% del precio actual
zh_cn: 卖出价格低于限价的90%，请注意风险！
zh_hk: 賣出價格低於限價的90%，請註意風險！

# wallet_eachange_tip
source: The exchange account and OTC account can be freely transferred, and the transfer of assets is real-time and free.
es_es: La cuenta de intercambio y la cuenta OTC pueden transferirse libremente, y la transferencia de activos es en tiempo real y gratuita
zh_cn: 币币账户与场外账户可自由划转，资产划转是实时且免费的
zh_hk: 幣幣賬戶與場外賬戶可自由劃轉，資產劃轉是實時且免費的

source: Open
es_es: Abrir
zh_cn: 开
zh_hk: 開

source: High
es_es: Alto
zh_cn: 高
zh_hk: 高

source: Close
es_es: Cerrar
zh_cn: 收
zh_hk: 收

source: Low
es_es: Bajo
zh_cn: 低
zh_hk: 低

# cancel_all_alert_message_all
source: Are you sure you want to cancel orders?
es_es: ¿Está seguro de que quiere cancelar las órdenes?
zh_cn: 您确定要撤销全部挂单吗？
zh_hk: 您確定要撤銷全部掛單嗎？

# cancel_all_alert_message_current
source: Are you sure you want to cancel all the XX order?
es_es: ¿Estás seguro de que quieres cancelar toda la orden de XX?
zh_cn: 您确定要撤销XX的全部挂单吗？
zh_hk: 您確定要撤銷XX的全部掛單嗎？

# guide_enter
source: Trade now
es_es: Empezar a usar
zh_cn: 立即体验
zh_hk: 立即體驗

# averange_price
source: Average price
es_es: Precio medio
zh_cn: 成交均价
zh_hk: 成交均價

# amount_price
source: Total
zh_cn: 成交总额
zh_hk: 成交總額
