Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# V34_PAID_CLOSED_TITLE_SELL
source: Canceled
es_es: Cancelado
zh_cn: 已取消
zh_hk: 已取消

# V34_PAID_CLOSED_DES_SELL
source: You have an order buyer canceled the transaction
es_es: Usted tiene una orden que el comprador canceló la transacción
zh_cn: 您有一笔订单买家取消了交易
zh_hk: 您有壹筆訂單買家取消了交易

# V34_PAID_CLOSED_INFO_TITLE_BUY
source: Canceled
es_es: Cancelado
zh_cn: 已取消
zh_hk: 已取消

# V34_PAID_CLOSED_INFO_TITLE_SELL
source: Canceled
es_es: Cancelado
zh_cn: 已取消
zh_hk: 已取消

# V34_PAID_CLOSED_INFO_DES_BUY
source: The buyer has marked the payment but the buyer has cancelled the transaction
es_es: El comprador ha marcado el pago pero el comprador ha cancelado la transacción
zh_cn: 买家已标记付款，但买家已取消了交易
zh_hk: 買家已標記付款，但買家已取消了交易

# V34_PAID_CLOSED_INFO_DES_SELL
source: The buyer has marked the payment but the buyer has cancelled the transaction
es_es: El comprador ha marcado el pago pero el comprador ha cancelado la transacción
zh_cn: 买家已标记付款，但买家已取消了交易
zh_hk: 買家已標記付款，但買家已取消了交易

# V34_EXPIRED_TITLE_BUY
source: Timeout canceled
es_es: Cancelación de tiempo de espera
zh_cn: 超时取消
zh_hk: 超時取消

# V34_EXPIRED_TITLE_SELL
source: Timeout canceled
es_es: Cancelación de tiempo de espera
zh_cn: 超时取消
zh_hk: 超時取消

# V34_EXPIRED_DES_BUY
source: You did not sign the payment at the payment time, the order timeout is automatically cancelled.
es_es: No firmó el pago en el momento del pago, el tiempo de espera del pedido se cancela automáticamente.
zh_cn: 您未在付款时间标记付款完成，订单超时自动取消
zh_hk: 您未在付款時間標記付款完成，訂單超時自動取消

# V34_EXPIRED_DES_SELL
source: The buyer did not mark the payment at the payment time, the order timeout was automatically cancelled.
es_es: Los compradores no están marcados en el momento de pago para completar el pago, el pedido se cancela automáticamente las horas extraordinarias
zh_cn: 买家未在付款时间标记付款完成，订单超时自动取消
zh_hk: 買家未在付款時間標記付款完成，訂單超時自動取消

# V34_EXPIRED_INFO_TITLE_BUY
source: Timeout canceled
es_es: Cancelación de tiempo de espera
zh_cn: 超时取消
zh_hk: 超時取消

# V34_EXPIRED_INFO_TITLE_SELL
source: Timeout canceled
es_es: Cancelación de tiempo de espera
zh_cn: 超时取消
zh_hk: 超時取消

# V34_EXPIRED_INFO_DES_BUY
source: The order timeout is automatically cancelled because you have not marked the payment in time. If you have already paid, please contact the seller to reopen the transaction.
es_es: El tiempo de espera de la orden se cancela automáticamente porque no ha marcado el pago a tiempo. Si ya pagó, comuníquese con el vendedor para reabrir la transacción.
zh_cn: 因您未及时标记付款，订单超时自动取消。如果您已付款，请联系卖家重新打开交易。
zh_hk: 因您未及時標記付款，訂單超時自動取消。如果您已付款，請聯系賣家重新打開交易。

# V34_EXPIRED_INFO_DES_SELL
source: The order timeout is automatically cancelled. If the buyer has paid, you can restart the hosting.
es_es: El tiempo de espera de la orden se cancela automáticamente. Si el comprador ha pagado, puede reiniciar el alojamiento.
zh_cn: 订单超时自动取消。 如果买家已付款，您可重启托管。
zh_hk: 訂單超時自動取消。 如果買家已付款，您可重啟托管。

# V34_EXPIRED_CONTENT
source: The buyer did not pay in time, the order timeout was automatically cancelled.
es_es: El comprador no pagó a tiempo, el tiempo de espera de la orden se canceló automáticamente.
zh_cn: 买家未及时付款，订单超时自动取消
zh_hk: 買家未及時付款，訂單超時自動取消

# V34_TRADE_RESTARTED_TITLE_BUY
source: Restart trade
es_es: Reiniciar orden
zh_cn: 重启订单
zh_hk: 重啟訂單

# V34_TRADE_RESTARTED_DES_BUY
source: The seller has restarted the order, please continue to complete the payment.
es_es: El vendedor ha reiniciado el pedido, continúe completando el pago.
zh_cn: 卖家已重启订单，请继续完成付款。
zh_hk: 賣家已重啟訂單，請繼續完成付款。

# secure_ver
source: safety verification
es_es: Verificación de seguridad
zh_cn: 安全验证
zh_hk: 安全驗證

# secure_ver_des
source: Requires secure verification
es_es: Requiere verificación de seguridad
zh_cn: 需要进行安全验证
zh_hk: 需要進行安全驗證

# secure_ver_des_release
source: Releasing cryptocurrency requires secure verification
es_es: Las monedas de lanzamiento deben ser verificadas por seguridad
zh_cn: 释放币需进行安全验证
zh_hk: 釋放幣需進行安全驗證

# secure_ver_des_withdraw
source: Withdrawing cryptocurrency requires secure verification
es_es: Levantar monedas para verificar la seguridad.
zh_cn: 提币需进行安全验证
zh_hk: 提幣需進行安全驗證

# secure_ver_des_login
source: Login requires security verification
es_es: El inicio de sesión requiere verificación de seguridad
zh_cn: 登录需进行安全验证
zh_hk: 登錄需進行安全驗證

# secure_ver_des_bind_phone
source: Verify identity before binding the phone
es_es: Verificar identidad antes de enlazar el teléfono.
zh_cn: 绑定手机需验证身份
zh_hk: 綁定手機需驗證身份

# secure_ver_des_bind_mail
source: Verify identity before binding Email
es_es: Verificar identidad antes de enlazar al buzón
zh_cn: 绑定邮箱需验证身份
zh_hk: 綁定郵箱需驗證身份

# secure_ver_des_bind_google
source: Verify identity before binding google authenticator
es_es: El enlace de Google requiere verificación de seguridad
zh_cn: 绑定google需进行安全验证
zh_hk: 綁定google需進行安全驗證

# secure_ver_des_add_address
source: Adding withdraw address requires security verification
es_es: Agregar dirección de retiro requiere verificación de seguridad
zh_cn: 添加提币地址需进行安全验证
zh_hk: 添加提幣地址需進行安全驗證

# register_agreement_1
source: By clicking Sign up,you agree with
es_es: Al hacer clic en Registrarse, acepta los Términos
zh_cn: 注册即表示同意CoinCola
zh_hk: 註冊即表示同意CoinCola

# register_agreement_2
source: <Terms of Service>
es_es: <de Servicio>
zh_cn: 《服务条款》
zh_hk: 《服務條款》

# register_agreement_4
source: <Privacy Policy>
es_es: <Política de privacidad de CoinCola>
zh_cn: 《隐私政策》
zh_hk: 《隱私政策》

# secure_phone_placeholder
source: Enter SMS verification code
es_es: Código de verificación de SMS
zh_cn: 请输入手机验证码
zh_hk: 請輸入手機驗證碼

# secure_mail_placeholder
source: Enter email verification code
es_es: Código de verificación de correo
zh_cn: 请输入邮箱验证码
zh_hk: 請輸入郵箱驗證碼

# secure_google_placeholder
source: Enter google authenticator code
es_es: Introduce el código de verificación de google
zh_cn: 请输入google验证码
zh_hk: 請輸入谷歌驗證碼

# error_code_1028
source: google authenticator code error
es_es: Error de código de verificación de Google
zh_cn: 谷歌验证码错误
zh_hk: 谷歌驗證碼錯誤

# error_code_1051
source: email verification code error
es_es: Error de Código de verificación de correo
zh_cn: 邮箱验证码错误
zh_hk: 郵箱驗證碼錯誤

# error_code_1052
source: SMS code error
es_es: Error de código de verificación de SMS
zh_cn: 短信验证码错误
zh_hk: 短訊驗證碼錯誤

# secure_status_alert_title
source: Safety Warning
es_es: Recordatorio de seguridad
zh_cn: 安全提示
zh_hk: 安全提示

# secure_status_alert_message
source: Your account has a lower security level,It is recommended that you turn on at least one more authentication.
es_es: Su cuenta tiene un nivel de seguridad más bajo.bSe recomienda que active al menos una autenticación más.
zh_cn: 您的账号安全等级较低，建议您至少再开启1项身份验证.
zh_hk: 您的賬號安全等級較低，建議您至少再開啟1項身份驗證.

# open_google_auth
source: Turn on google verification
es_es: Activar la verificacion de google
zh_cn: 开启google验证
zh_hk: 開啟google驗證

# open_phone_auth
source: Turn on phone verification
es_es: Encender la verificación del teléfono
zh_cn: 开启手机验证
zh_hk: 開啟手機驗證

# open_email_auth
source: Enable Email verification
es_es: Abrir el buzón de verificación
zh_cn: 开启邮箱验证
zh_hk: 開啟郵箱驗證

# close_google_auth
source: Disable Google verification
es_es: Desactivar la verificación de Google
zh_cn: 关闭google验证
zh_hk: 關閉google驗證

# close_phone_auth
source: Disable SMS verification
es_es: Apagar la verificación del teléfono
zh_cn: 关闭手机验证
zh_hk: 關閉手機驗證

# close_email_auth
source: Disable Email verification
es_es: Desactivar la verificación del buzón
zh_cn: 关闭邮箱验证
zh_hk: 關閉郵箱驗證

# enable_sms_requires_auth
source: Verify identity before turning on phone verification
es_es: Activar verificación telefónica para verificar identidad
zh_cn: 开启手机验证需验证身份
zh_hk: 開啟手機驗證需驗證身份

# enable_email_requires_auth
source: Verify identity before turning on email verification
es_es: Activar la verificación del buzón para verificar la identidad
zh_cn: 开启邮箱验证需验证身份
zh_hk: 開啟郵箱驗證需驗證身份

# disable_sms_requires_auth
source: Verify identity before turning off phone verification
es_es: Apague la verificación del teléfono para verificar la identidad
zh_cn: 关闭手机验证需验证身份
zh_hk: 關閉手機驗證需驗證身份

# disable_email_requires_auth
source: Verify identity before turning off email verification
es_es: Desactivar la verificación del buzón para verificar la identidad
zh_cn: 关闭邮箱验证需验证身份
zh_hk: 關閉郵箱驗證需驗證身份

# disable_google_requires_auth
source: Verify identity before turning off google verification
es_es: Desactivar la verificación de Google para verificar la identidad
zh_cn: 关闭谷歌验证需验证身份
zh_hk: 關閉谷歌驗證需驗證身份

# secure_center
source: Security Center
es_es: Centro de seguridad
zh_cn: 安全中心
zh_hk: 安全中心

# cell_phone
source: Phone
es_es: Telefono movil
zh_cn: 手机
zh_hk: 手機

# start_auth
source: Enabled
es_es: Habilitado
zh_cn: 已开启
zh_hk: 已開啟

# unstart_auth
source: Disabled
es_es: Discapacitado
zh_cn: 未开启
zh_hk: 未開啟

# phone_auth
source: Phone verification
es_es: Verificación móvil
zh_cn: 手机验证
zh_hk: 手機驗證

# email_auth
source: Email verification
es_es: Verificación del buzón
zh_cn: 邮箱验证
zh_hk: 郵箱驗證

# google_authen
source: Google authenticator
es_es: Google autenticador
zh_cn: 谷歌验证器
zh_hk: 谷歌驗證器

# have_tied
source: Tied
es_es: Atar
zh_cn: 已绑定
zh_hk: 已綁定

# have_untied
source: Untied
es_es: Desatado
zh_cn: 已解绑
zh_hk: 已解綁

# order_noti
source: Order notification
es_es: Notificación de pedido
zh_cn: 订单通知
zh_hk: 訂單通知

# chat_noti
source: Chat notification
es_es: Notificación de chat
zh_cn: 聊天通知
zh_hk: 聊天通知

# log_out
source: Sign out
es_es: desconectar
zh_cn: 退出登录
zh_hk: 退出登錄

# modify_fund_alert
source: It is forbidden to withdraw cryptocurrency within 24 hours after modifying payment password.
es_es: Está prohibido retirar monedas dentro de las 24 horas posteriores a la modificación de la contraseña del fondo.
zh_cn: 修改资金密码后24小时内禁止提币
zh_hk: 修改資金密碼後24小時內禁止提幣

# reset_fund_alert
source: It is forbidden to withdraw cryptocurrency within 24 hours after resetting payment password.
es_es: Está prohibido retirar monedas dentro de las 24 horas posteriores al restablecimiento de la contraseña del fondo.
zh_cn: 重置资金密码后24小时内禁止提币
zh_hk: 重置資金密碼後24小時內禁止提幣

# close_google_alert
source: Note: Turning off google verification will prohibit the withdrawal of cryptocurrency within 24 hours.
es_es: Nota: Desactivar la verificación de Google prohibirá el retiro de monedas dentro de las 24 horas.
zh_cn: 注：关闭google验证将在24小时内禁止提币
zh_hk: 註：關閉google驗證將在24小時內禁止提幣

# close_phone_alert
source: Note: Turning off phone verification will prohibit the withdrawal of cryptocurrency within 24 hours.
es_es: Nota: Apagar la verificación del teléfono prohibirá el retiro de monedas dentro de las 24 horas.
zh_cn: 注：关闭手机验证将在24小时内禁止提币
zh_hk: 註：關閉手機驗證將在24小時內禁止提幣

# close_email_alert
source: Note: Turning off email verification will prohibit the withdrawal of cryptocurrency within 24 hours.
es_es: Nota: Apagar la verificación del buzón prohibirá el retiro de monedas dentro de las 24 horas.
zh_cn: 注：关闭邮箱验证将在24小时内禁止提币
zh_hk: 註：關閉郵箱驗證將在24小時內禁止提幣

# confirm_pwd
source: Confirm password
es_es: Confirmar contraseña
zh_cn: 请确认密码
zh_hk: 請確認密碼

# send_code
source: Send
es_es: Enviar
zh_cn: 发送
zh_hk: 發送

# Retrieve_phone
source: Retrieve by phone
es_es: Mobilný telefón
zh_cn: 手机找回
zh_hk: 手機找回

# Retrieve_email
source: Retrieve by email
es_es: Correo electronico
zh_cn: 邮箱找回
zh_hk: 郵箱找回

# please_in_put_correct_one_time_code
source: Enter correct verification code
es_es: Ingrese el código de verificación correcto
zh_cn: 请输入正确的验证码
zh_hk: 請輸入正確的驗證碼

# password_rule_illegal
source: Enter a 6~64 bit login password
es_es: Introduzca la contraseña de 6 ~ 64 bits
zh_cn: 密码中必须包含字母或数字，并且长度应该在6-64位之间
zh_hk: 密碼中必須包含字母或數字，並且長度應該在6-64位之間

# password_rule_length_too_short
source: Password length is less than 6 digits
es_es: La longitud de la contraseña es inferior a 6 dígitos
zh_cn: 密码长度不足6位
zh_hk: 密碼長度不足6位

# mail_login
source: Login by email
es_es: Email Login
zh_cn: 邮箱登录
zh_hk: 郵箱登錄

# phone_login
source: Login by phone
es_es: Ingreso telefónico
zh_cn: 手机登录
zh_hk: 手機登錄

# mail_register_select_country
source: Select country to get accurate trade match
es_es: Seleccione el país para obtener una coincidencia comercial precisa
zh_cn: 请选择国家，交易匹配更精准
zh_hk: 請選擇國家，交易匹配更精準

# trade_setting
source: Trade settings
es_es: Ajustes de transacciones
zh_cn: 交易设置
zh_hk: 交易設置

# noti_setting
source: Notification settings
es_es: Ajustes de notificación
zh_cn: 通知设置
zh_hk: 通知設置

# secure_ver_reset_fundpwd
source: Resetting payment password requires secure verification
es_es: Restablecer la contraseña de los fondos para la verificación de seguridad
zh_cn: 重置资金密码需进行安全验证
zh_hk: 重置資金密碼需進行安全驗證

# secure_ver_login_pwd
source: Resetting login password requires secure verification
es_es: Restablecer la contraseña de inicio de sesión requiere una verificación segura
zh_cn: 重置登录密码需进行安全验证
zh_hk: 重置登錄密碼需進行安全驗證

# forget_fund_pwd
source: Forgot payment password
es_es: Olvidó la contraseña del fondo
zh_cn: 忘记资金密码

# find_login_pwd
source: Retrieve login password
es_es: Recuperar contraseña de inicio de sesión
zh_cn: 找回登录密码
zh_hk: 找回登錄密碼

# verifi_orginal_phone
source: Verify original phone
es_es: Verificar el teléfono original
zh_cn: 验证原手机号
zh_hk: 驗證原手機號

# google_ver
source: Google verification
es_es: Verificación de Google
zh_cn: 谷歌验证
zh_hk: 谷歌驗證

# input_pwd_placeholder
source: Enter password
es_es: Introduzca la contraseña
zh_cn: 请输入密码
zh_hk: 請輸入密碼

# open_ver_success
source: Open successfully
es_es: Abrir con éxito
zh_cn: 开启成功
zh_hk: 開啟成功

# close_ver_success
source: Closed successfully
es_es: Cerrado exitosamente
zh_cn: 关闭成功
zh_hk: 關閉成功

# secure_not_support_cur_version
source: New version is available. We recommand you to update to the latest one for a better security.
es_es: La versión actual de la aplicación es inferior. Para mejorar la seguridad de su transacción, le sugiero que actualice a la nueva versión e intente nuevamente.
zh_cn: 当前APP版本较低，为加强您的交易安全，建议您升级到新版本再次尝试！
zh_hk: 當前APP版本較低，為加強您的交易安全，建議您升級到新版本再次嘗試！

# update_now
source: Upgrade
es_es: Actualizar
zh_cn: 立即升级
zh_hk: 立即升級

# i_konw_that
source: Get it
es_es: Obténgalo
zh_cn: 我知道了
zh_hk: 我知道了

# tap_screen_tryagain
source: click to reload
es_es: haga clic para recargar
zh_cn: 点击屏幕重试
zh_hk: 點擊屏幕重試

# no_orders_now
source: No data
es_es: Sin datos
zh_cn: 暂无数据
zh_hk: 暫無數據

# no_data_now
source: No data
es_es: Sin datos
zh_cn: 暂无数据
zh_hk: 暫無數據

# internet_error
source: Not connected
es_es: no conectado
zh_cn: 网络异常
zh_hk: 网络异常

source: Page error
es_es: Error de página
zh_cn: 页面异常
zh_hk: 網絡異常

# trade_auth_buyer
source: Payment must be the same as real-name certification,please mark the payment in time after payment completed.
es_es: El pago debe ser el mismo que el certificado de nombre real, marque el pago a tiempo después de que se complete el pago.
zh_cn: 请确保付款与实名一致，付款完毕请及时标记付款。
zh_hk: 請確保付款與實名一致，付款完畢請及時標記付款。

# trade_auth_seller_no_des
source: The buyer hasn't completed identity verification. You can request it before starting a trade.
es_es: El comprador no ha completado la verificación de identidad. Puede solicitarlo antes de comenzar una operación.
zh_cn: 买家未实名认证，可要求对方实名认证后再交易。
zh_hk: 買家未實名認證，可要求對方實名認證後再交易。

# trade_autu_seller_verifing
source: Please verify the buyer's name.
es_es: Por favor verifique el nombre del comprador.
zh_cn: 请核实买家姓名。
zh_hk: 請核實買家姓名。

# trade_autu_seller_verified
source: Your feedback name:{name}
es_es: su nombre de retroalimentación:{name}
zh_cn: 您反馈的对方姓名：{name}
zh_hk: 您反饋的買家姓名：{name}

# CUSTOMER_SERVICE_JOINED
source: CoinCola {name} has started processing this dispute order.
es_es: CoinCola {name} ha comenzado a procesar esta orden de disputa.
zh_cn: 官方客服{name}已开始受理此申诉订单
zh_hk: 官方客服{name}已開始受理此申訴訂單示

# CUSTOMER_SERVICE_EXITED
source: The dispute has been solved and the customer service has left from the group chat.
es_es: La disputa se resolvió y el servicio al cliente salió del chat grupal.
zh_cn: 申诉订单已处理完毕，客服已退出群组
zh_hk: 申訴已處理完畢，客服已退出群組

# FINISHED_CUSTOMER_SERVICE_EXITED
source: This order is finished,customer service has left from the group chat.
es_es: Esta orden ha finalizado, el servicio al cliente ha salido del chat de grupo.
zh_cn: 订单已结束，客服已退出群组
zh_hk: 訂單已結束，客服已退出群組

# PUSH_CUSTOMER_SERVICE_JOINED_TITLE
source: [Dispute acceptance]
es_es: [Aceptación de la disputa]
zh_cn: 【申诉受理】
zh_hk: 【申訴受理】

# PUSH_CUSTOMER_SERVICE_JOINED_DETAIL
source: CoinCola has begun accepting {trade_id} dispute order.
es_es: CoinCola ha comenzado a aceptar esta orden de {trade_id} disputa.
zh_cn: CoinCola已开始受理{trade_id}申诉订单。
zh_hk: CoinCola已開始受理{trade_id}申訴訂單。

# get_with_tag_shield_title
source: Deposit Tips
es_es: Consejos para depositar
zh_cn: 充币提醒
zh_hk: 充幣提醒

# get_with_tag_shield_des
source: Both a Tag and an Address are required to successfully deposit your XRP to CoinCola
es_es: Se requiere tanto una etiqueta como una dirección para depositar con éxito su XRP en CoinCola
zh_cn: 充币地址和Tag须同时使用才能充值XRP到CoinCola
zh_hk: 充幣地址和Tag須同時使用才能充值XRP到CoinCola

# get_with_tag_button_title
source: I understand, start deposit
es_es: Entiendo empezar depósito
zh_cn: 我知道了，开始充币
zh_hk: 我知道了，開始充幣

# select_ID_Type
source: Type of verification
es_es: Tipo de verificación
zh_cn: 选择证件类型
zh_hk: 選擇認證類型

# select_ID_warmalert
source: Please complete the Identity verification for your transaction security,you can get higher Transaction amount after verification.
es_es: Complete la verificación de identidad para la seguridad de su transacción, puede obtener un monto de transacción mayor después de la verificación.
zh_cn: 为保障您的交易安全，请完成实名认证。通过认证后，您可以获得更多交易额度。
zh_hk: 為保障您的交易安全，請完成實名認證。通過認證後，您可以獲得更多交易額度。

# your_id_card
source: ID
es_es: Cédula de identidad
zh_cn: 身份证
zh_hk: 身份證

# your_passport
source: Passport
es_es: Pasaporte
zh_cn: 护照
zh_hk: 護照

# your_driver_linsence
source: Driver license
es_es: Licencia de conducir
zh_cn: 驾驶证
zh_hk: 駕駛證

# idcard_vertify
source: ID card verification
es_es: Verificación de tarjeta de identificación
zh_cn: 身份证认证
zh_hk: 身份證認證

# passport_vertify
source: Passport verification
es_es: Verificación de pasaporte
zh_cn: 护照认证
zh_hk: 護照認證

# driverLicense_vertify
source: Driver license verification
es_es: Verificación de licencia de conducir
zh_cn: 驾照认证
zh_hk: 駕照認證

# your_name
source: Given name
es_es: Nombre dado
zh_cn: 名
zh_hk: 名

# your_first_and_middle_name
source: Enter your Given name
es_es: Por favor ingrese su primer y segundo nombre
zh_cn: 请输入您的名字和中间名
zh_hk: 請輸入您的名字和中間名

# your_last_name
source: Surname
es_es: Apellido
zh_cn: 姓
zh_hk: 姓

# please_input_lastname
source: Enter your Surname
es_es: Por favor ingrese su apellido
zh_cn: 请输入您的姓氏
zh_hk: 請輸入您的姓氏

# please_input_passportNum
source: Enter your Passport number
es_es: Por favor ingrese su número de pasaporte
zh_cn: 请输入护照号
zh_hk: 請輸入護照號

# please_input_driverLicNum
source: Enter your Driver license number
es_es: Por favor ingrese su número de licencia de conducir
zh_cn: 请输入驾照号
zh_hk: 請輸入駕照號

# please_input_idcardNum
source: Enter your ID card number
es_es: Por favor ingrese su número de tarjeta de identificación
zh_cn: 请输入身份证号
zh_hk: 請輸入身份證號

# please_upload_passport_photo
source: Please upload your passport photo
es_es: Por favor suba su foto de pasaporte
zh_cn: 请上传您的护照照片
zh_hk: 請上傳您的護照照片

# please_upload_driverlic_photo
source: Please upload your driver license photo
es_es: Por favor, cargue su foto de licencia de conducir
zh_cn: 请上传您的驾照照片
zh_hk: 請上傳您的駕照照片

# please_upload_idcard_photo
source: Please upload your ID card photo
es_es: Por favor, cargue su tarjeta de identificación foto
zh_cn: 请上传您的身份证照片
zh_hk: 請上傳您的身份證照片

# idcard_positive
source: ID card front page
es_es: Portada de la tarjeta de identificación
zh_cn: 身份证正面
zh_hk: 身份證正面

# idcard_handle
source: Selfie with ID front page
es_es: Autofoto con portada de identificación.
zh_cn: 手持身份证
zh_hk: 手持身份證

# passport_positive
source: Passport data page
es_es: Página de datos del pasaporte
zh_cn: 护照正面
zh_hk: 護照正面

# passport_handle
source: Selfie with passport data page
es_es: Selfie con página de datos de pasaporte.
zh_cn: 手持护照
zh_hk: 手持護照

# driverlic_positive
source: Driver license front page
es_es: Página principal de la licencia de conducir
zh_cn: 驾照正面
zh_hk: 駕照正面

# driverLic_handle
source: Selfie with Driver license front page
es_es: Autofoto con portada de licencia de conducir.
zh_cn: 手持驾照
zh_hk: 手持駕照

# idcard_photo_require
source: ID card photo requirements
es_es: Requisitos de la foto de la tarjeta de identificación
zh_cn: 身份证照片要求
zh_hk: 身份證照片要求

# passport_photo_require
source: Passport photo requirements
es_es: Requisitos de la foto del pasaporte
zh_cn: 护照照片要求
zh_hk: 護照照片要求

# driverLic_photo_require
source: Driver license photo requirements
es_es: Requisitos de la foto de la licencia de conducir
zh_cn: 驾照照片要求
zh_hk: 駕照照片要求

# prepare_start_checking
source: Start detection
es_es: Iniciar la detección
zh_cn: 准备开始检测
zh_hk: 準備開始檢測

# move_phone_nearToface
source: Please move the phone close to your face
es_es: Por favor, mueva el teléfono cerca de su cara
zh_cn: 请移动手机靠近面部
zh_hk: 請移動手機靠近面部

# move_phone_farToface
source: Please move the phone away from your face
es_es: Por favor, mueva el teléfono lejos de su cara
zh_cn: 请移动手机远离面部
zh_hk: 請移動手機遠離面部

# move_phone_uncover
source: Please face the phone, remove the {XX} occlusion
es_es: Por favor, de cara al teléfono, retire la oclusión {XX}
zh_cn: 请正对手机，去除{XX}遮挡
zh_hk: 請正對手機，去除{XX}遮擋

# your_eyebrow
source: Eyebrow
es_es: Ceja
zh_cn: 眉毛
zh_hk: 眉毛

# your_eye
source: Eye
es_es: Ojo
zh_cn: 眼部
zh_hk: 眼部

# your_nose
source: Nose
es_es: La nariz
zh_cn: 鼻部
zh_hk: 鼻部

# your_mouth
source: Mouth
es_es: Boca
zh_cn: 嘴部
zh_hk: 嘴部

# move_face_inside
source: Please move your face into the box
es_es: Por favor mueva su cara en la caja
zh_cn: 请将人脸移入框内
zh_hk: 請將人臉移入框內

# go_back
source: Return
es_es: Volver
zh_cn: 返回
zh_hk: 返回

source: Please Blink
es_es: Por favor parpadea
zh_cn: 请眨眼
zh_hk: 請眨眼

# please_openmouth_close
source: Please open your mouth and then close
es_es: Por favor abre tu boca y luego cierra
zh_cn: 请张嘴，随后合拢
zh_hk: 請張嘴，隨後合攏

# please_nod_head
source: Please nod your head
es_es: Por favor asiente con la cabeza
zh_cn: 请上下点头
zh_hk: 請上下點頭

# please_shake_head_slowly
source: Please shake your head slowly
es_es: Por favor, sacude la cabeza lentamente
zh_cn: 请缓慢摇头
zh_hk: 請緩慢搖頭

# face_verify
source: Face Verification
es_es: Verificación de identificación de la cara
zh_cn: 人脸认证
zh_hk: 人臉認證

# liveness_detech_fail
source: Live detection failed, please recertify
es_es: Falló la detección en vivo, por favor vuelva a certificar
zh_cn: 活体检测失败，请重新认证
zh_hk: 活體檢測失敗，請重新認證

# face_verify_fail
source: Face ID verification failed, please re-verification
es_es: Falló la verificación de la identificación de la cara, por favor vuelva a verificar
zh_cn: 人脸认证失败，请重新认证
zh_hk: 人臉認證失敗，請重新認證

# recertify
source: Re-verify
es_es: Volver a certificar
zh_cn: 重新认证
zh_hk: 重新認證

source: Under review
es_es: Bajo revisión
zh_cn: 审核中
zh_hk: 審核中

# under_review_time
source: Document information review generally takes 24 hours, please be patient
es_es: La revisión de la información del documento generalmente toma 24 horas, por favor sea paciente
zh_cn: 证件审核通常需要24小时，请耐心等待
zh_hk: 證件審核通常需要24小時，請耐心等待

source: Document verification
es_es: Verificación de documentos
zh_cn: 证件认证
zh_hk: 證件認證

# goto_trade
source: Start trading
es_es: Empezar a comerciar
zh_cn: 去交易
zh_hk: 去交易

# your_trade_limit
source: You can trade under {XX}.
es_es: Usted puede comerciar bajo $ {XX}
zh_cn: 您的交易限额为{XX}
zh_hk: 您的交易限額為{XX}

# audit_passed
source: Passed
es_es: Pasado
zh_cn: 审核通过
zh_hk: 審核通過

source: Audit not passed
es_es: Auditoria no aprobada
zh_cn: 审核不通过
zh_hk: 審核不通過

source: Start
es_es: Empezar
zh_cn: 开始
zh_hk: 開始

# authen_result
source: Verification Result
es_es: Resultado de la verificación
zh_cn: 认证结果
zh_hk: 認證結果

# info_not_consistent
source: Document filling information is inconsistent with the photo ID
es_es: La información de llenado del documento es inconsistente con la identificación con foto
zh_cn: 证件填写信息与证件照不一致
zh_hk: 證件填寫信息與證件照不一致
