Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# wallet_send_qra_eth
source: Note: 1.Sending ETH through the ETH network usually takes less than 1 minute. The ETH network transfer fee is 0.009 ETH. All completed transfers are recorded in the 'Transaction History' section of your wallet account Internal transfers between your OTC and Exchange accounts, as well as transfers to other CoinCola users are free.
es_es: Nota: 1.El envío de ETH a través de la red ETH suele tardar menos de 1 minuto. La tarifa de transferencia de la red ETH es de 0,009 ETH. Todas las transferencias completadas se registran en la sección "Historial de transacciones" de su cuenta de cartera Las transferencias internas entre sus cuentas OTC y Exchange, así como las transferencias a otros usuarios de CoinCola son gratuitas
zh_cn: 温馨提示：在ETH网络发送ETH通常需要5分钟左右，ETH网络转账费为 XX ETH；CoinCola会先审核后再广播到ETH网络，正在处理中代表平台正在审核中，处理完毕的您可以在交易明细中查看到转账详情。在平台内相互转账是实时到账且免费的。
zh_hk: 溫馨提示：在ETH網絡發送ETH通常需要5分鐘左右，ETH網絡轉賬費為 0.009 ETH；CoinCola會先審核後再廣播到ETH網絡，正在處理中代表平臺正在審核中，處理完畢的您可以在交易明細中查看到轉賬詳情。在平臺內相互轉賬是實時到賬且免費的。

# wallet_receive_qra_eth
source: Note: It is usually takes 10 minutes to receive ETH via the ETH network. The minimum deposit amount is 0.01 ETH, we will not process any amounts less than this amount. Internal transfers between your OTC and Exchange accounts, as well as transfers to other CoinCola users are free.
es_es: Nota: Normalmente se tarda 10 minutos en recibir ETH a través de la red de ETH. La cantidad mínima de depósito es de 0,01 ETH, no procesaremos ninguna cantidad menor a esta cantidad. Las transferencias internas entre sus cuentas OTC y Exchange, así como las transferencias a otros usuarios de CoinCola son gratuitas
zh_cn: 温馨提示：在ETH网络接收以太坊通常需要10分钟。我们会在收到ETH网络12个确认后给您入账。最低存入金额为0.01 ETH，我们不会处理少于该金额的ETH存入请求。在平台内相互转账是实时到账且免费的。
zh_hk: 溫馨提示：在ETH網絡接收以太坊通常需要10分鐘。我們會在收到ETH網絡12個確認後給您入賬。最低存入金額為0.01 ETH，我們不會處理少於該金額的ETH存入請求。在平臺內相互轉賬是實時到賬且免費的。

# wallet_send_qra_bch
source: Note: Sending BCH through the BCH network usually takes 10 minutes. The BCH network transfer fee is 0.0005 BCH; CoinCola will first review and then send funds to the BCH network. The trade is being processed and the platform is under review. Completed transfers are recorded in the 'Transaction History' section of your wallet account. Internal transfers between your OTC and Exchange accounts, as well as transfers to other CoinCola users are free.
es_es: Nota: El envío del BCH a través de la red del BCH generalmente toma 10 minutos. La tarifa de transferencia de la red del BCH es de 0,0005 BCH; CoinCola revisará primero y luego enviará los fondos a la red del BCH. La operación está siendo procesada y la plataforma está siendo revisada. Las transferencias completadas se registran en la sección "Historial de transacciones" de su cuenta de cartera. Las transferencias internas entre sus cuentas OTC y Exchange, así como las transferencias a otros usuarios de CoinCola son gratuitas
zh_cn: 温馨提示：在BCH网络发送BCH，通常需要10分钟，BCH网络转账费为 XX BCH；CoinCola会先审核后再广播到BCH网络，正在处理中代表平台正在审核中，处理完毕的您可以在交易明细中查看到转账详情。在平台内相互转账是实时到账且免费的。
zh_hk: 溫馨提示：在BCH網絡發送BCH，通常需要10分鐘，BCH網絡轉賬費為 0.0005 BCH；CoinCola會先審核後再廣播到BCH網絡，正在處理中代表平臺正在審核中，處理完畢的您可以在交易明細中查看到轉賬詳情。在平臺內相互轉賬是實時到賬且免費的。

# wallet_receive_qra_bch
source: Note: It is usually takes 20 minutes to receive BCH via the BCH network. We will first receive a confirmation from the BCH network and then confirm you the trade . The minimum deposit amount is 0.0025 BCH, we will not process any amounts less than this amount. Internal transfers between your OTC and Exchange accounts, as well as transfers to other CoinCola users are free.
es_es: Nota: Normalmente se tarda 20 minutos en recibir el BCH a través de la red del BCH. Primero recibiremos una confirmación de la red del BCH y luego le confirmaremos la operación. La cantidad mínima de depósito es 0.0025 BCH, no procesaremos ninguna cantidad menor a esta cantidad. Las transferencias internas entre sus cuentas OTC y Exchange, así como las transferencias a otros usuarios de CoinCola son gratuitas
zh_cn: 温馨提示：在BCH网络接收BCH通常需要20分钟。我们会在收到BCH网络 2 个确认后给您入账。最低存入金额为0.0025 BCH，我们不会处理少于该金额的BCH存入请求。在平台内相互转账是实时到账且免费的。
zh_hk: 溫馨提示：在BCH網絡接收BCH通常需要20分鐘。我們會在收到BCH網絡 2 個確認後給您入賬。最低存入金額為0.0025 BCH，我們不會處理少於該金額的BCH存入請求。在平臺內相互轉賬是實時到賬且免費的。

# wallet_send_qra_ltc
source: Note: Sending LTC through the LTC network usually takes 5 minutes. The LTC network transfer fee is 0.001 LTC; CoinCola will first review and then send funds to the LTC network. The trade is being processed and the platform is under review. Completed transfers are recorded in the 'Transaction History' section of your wallet account. Internal transfers between your OTC and Exchange accounts, as well as transfers to other CoinCola users are free.
es_es: Nota: El envío de LTC a través de la red de LTC suele tardar 5 minutos. La tarifa de transferencia de la red de LTC es de 0,001 LTC; CoinCola revisará primero y luego enviará los fondos a la red de LTC. La operación está siendo procesada y la plataforma está siendo revisada. Las transferencias completadas se registran en la sección "Historial de transacciones" de su cuenta de cartera. Las transferencias internas entre sus cuentas OTC y Exchange, así como las transferencias a otros usuarios de CoinCola son gratuitas
zh_cn: 温馨提示：在LTC网络发送LTC，通常需要5分钟，LTC网络转账费为 XX LTC；CoinCola会先审核后再广播到LTC网络，正在处理中代表平台正在审核中，处理完毕的您可以在交易明细中查看到转账详情。在平台内相互转账是实时到账且免费的。
zh_hk: 溫馨提示：在LTC網絡發送LTC，通常需要5分鐘，LTC網絡轉賬費為 0.001 LTC；CoinCola會先審核後再廣播到LTC網絡，正在處理中代表平臺正在審核中，處理完畢的您可以在交易明細中查看到轉賬詳情。在平臺內相互轉賬是實時到賬且免費的。

# wallet_receive_qra_ltc
source: Note: It is usually takes 15 minutes to receive LTC via the LTC network. We will first receive a confirmation from the LTC network and then confirm you the trade . The minimum deposit amount is 0.01 LTC, we will not process any amounts less than this amount. Internal transfers between your OTC and Exchange accounts, as well as transfers to other CoinCola users are free.
es_es: Nota: Normalmente se tarda 15 minutos en recibir LTC a través de la red de LTC. Primero recibiremos una confirmación de la red de LTC y, a continuación, le confirmaremos la operación. La cantidad mínima de depósito es de 0,01 LTC, no procesaremos ninguna cantidad inferior a esta cantidad. Las transferencias internas entre sus cuentas OTC y Exchange, así como las transferencias a otros usuarios de CoinCola son gratuitas
zh_cn: 温馨提示：在LTC网络接收LTC通常需要15分钟。我们会在收到LTC网络 6 个确认后给您入账。最低存入金额为0.01 LTC，我们不会处理少于该金额的LTC存入请求。在平台内相互转账是实时到账且免费的。
zh_hk: 溫馨提示：在LTC網絡接收LTC通常需要15分鐘。我們會在收到LTC網絡 6 個確認後給您入賬。最低存入金額為0.01 LTC，我們不會處理少於該金額的LTC存入請求。在平臺內相互轉賬是實時到賬且免費的。

# scan_lab
source: Turn your camera to the QR code and make sure the entire code fits inside the QR box
es_es: Apunte su cámara al código QR y asegúrese de que todo el código quepa dentro del recuadro QR
zh_cn: 将二维码放入框内，即可自动扫描
zh_hk: 將二維碼放入框內，即可自動掃描

# manage_address
source: All addresses （XX）
es_es: Todas las direcciones （XX）
zh_cn: 管理地址（XX）
zh_hk: 管理地址（XX）

source: Add New Address
es_es: Agregar nueva dirección
zh_cn: 添加新地址
zh_hk: 添加新地址

# address_most_warning
source: You can add up 20 new addresses.
es_es: Puede añadir 20 nuevas direcciones.
zh_cn: 最多可生成20个XX地址，点击可复制
zh_hk: 最多可生成20個XX地址，點擊可複製

# receive_time
source: Time received
es_es: Hora de recepción
zh_cn: 到账时间
zh_hk: 到賬時間

# send_time
source: Time
es_es: Hora
zh_cn: 转出时间
zh_hk: 轉出時間

# partner_address
source: Address
es_es: Dirección
zh_cn: 转出地址
zh_hk: 轉出地址

# go_in_address
source: Address
es_es: Dirección
zh_cn: 转入地址
zh_hk: 轉入地址

# wallet_picker_title
source: Time
es_es: Hora
zh_cn: 选择时间
zh_hk: 選擇時間

# wallet_picker_detail
source: Choose Trade Type
es_es: Elegir tipo de operación
zh_cn: 选择交易类型
zh_hk: 選擇交易類型

# choose
source: Filter
es_es: Filtro
zh_cn: 筛选
zh_hk: 篩選

source: Search
es_es: Buscar
zh_cn: 搜索
zh_hk: 搜索

# search_ad
source: Advertisement
es_es: Anuncio
zh_cn: 找广告
zh_hk: 找廣告

# search_user
source: User
es_es: Usuario
zh_cn: 找用户
zh_hk: 找用戶

# price_area
source: Price
es_es: Precio
zh_cn: 价格区间(元)
zh_hk: 價格區間(元)

source: Min price
es_es: Precio mín
zh_cn: 最低价
zh_hk: 最低價

source: Max price
es_es: Precio máx
zh_cn: 最高价
zh_hk: 最高價

# choose_payment
source: Choose Payment Type
es_es: Elegir tipo de pago
zh_cn: 选择付款方式
zh_hk: 選擇付款方式

# search_nickname_placeholder
source: Please enter username
es_es: Por favor, introduzca su nombre de usuario
zh_cn: 请输入用户昵称
zh_hk: 請輸入用戶昵稱

source: Search Result
es_es: Resultado de la búsqueda
zh_cn: 搜索结果
zh_hk: 搜索結果

# no_result
source: No message
es_es: Sin mensaje
zh_cn: 暂无消息
zh_hk: 暫無消息

source: Order
es_es: Orden
zh_cn: 订单
zh_hk: 訂單

# waiting_order
source: Negotiating
es_es: Negociando
zh_cn: 待下单
zh_hk: 待下單

# invite_get_reward
source: Earn rewards
es_es: Obtén recompensas
zh_cn: 邀友得奖励
zh_hk: 邀友得獎勵

# login_out_title
source: Log out
es_es: Cerrar sesión
zh_cn: 登出
zh_hk: 登出

# login_out_detail
source: Are you sure you want to log out?
es_es: ¿Está seguro de que quiere cerrar sesión?
zh_cn: 你确定要退出登录吗
zh_hk: 你確認要退出登錄嗎

# avatar_alert_title
source: Upload avatar
es_es: Cargar avatar
zh_cn: 上传头像
zh_hk: 上傳頭像

# avatar_alert_detail
source: Select Image
es_es: Seleccionar imagen
zh_cn: 请选择图片来源
zh_hk: 請選擇圖片來源

# alert_address_most
source: Max limit is 20 addresses
es_es: El límite máximo es de 20 direcciones
zh_cn: 最多可以生成20个地址
zh_hk: 最多可以生成20個地址

# alert_address_at_limit
source: The number of addresses exceeds the upper limit
es_es: El número de direcciones supera el límite superior
zh_cn: 地址数量超过上限
zh_hk: 地址數量超過上限

# alert_login_timeout
source: Your login is no longer valid. Please sign in again
es_es: Su login ya no es válido. Por favor, regístrese de nuevo
zh_cn: 您的登录已过期，请重新登录
zh_hk: 您的登錄已過期，請重新登錄

# system_message
source: SYSTEM
es_es: SISTEMA
zh_cn: 系统消息
zh_hk: 系統消息

source: Help
es_es: Ayuda
zh_cn: 帮助
zh_hk: 幫助

# buy_bitcoin
source: Buy XX
es_es: Comprar XX
zh_cn: 购买XX
zh_hk: 購買XX

# sell_bitcoin
source: Sell XX
es_es: Vender XX
zh_cn: 出售XX
zh_hk: 出售XX

# you_are_un_login
source: You are not logged in yet
es_es: Aún no has iniciado sesión
zh_cn: 您还未登录
zh_hk: 您還未登錄

# alert_ad_no_exist
source: This advertisement does not exist
es_es: Este anuncio no existe
zh_cn: 广告不存在
zh_hk: 廣告不存在

# alert_ad_no_money
source: Insufficient Balance
es_es: Saldo insuficiente
zh_cn: 余额不足
zh_hk: 餘額不足

# alert_ad_un_open
source: The advertisement is not active
es_es: El anuncio no está activo
zh_cn: 广告不在开放时间
zh_hk: 廣告不在開放時間

# alert_ad_price_changed
source: The advertisement's price has changed
es_es: El precio del anuncio ha cambiado
zh_cn: 广告报价已产生变化，请刷新后下单
zh_hk: 廣告報價已產生變化，請刷新後下單

# alert_price_out_range
source: This amount is outside the permitted range
es_es: Esta cantidad está fuera del rango permitido
zh_cn: 交易金额超出范围
zh_hk: 交易金額超出範圍

# alert_merchant_too_much
source: Your trade has not finished, please complete it first
es_es: Su operación no ha terminado, por favor complétela primero
zh_cn: 您有未完成的交易，完成后才能继续购买
zh_hk: 您有未完成的交易，完成後才能繼續購買

# alert_need_trusted
source: Advertiser requirement: You need to be a 'trusted' user.
es_es: Requisito del anunciante: Tienes que ser un usuario de confianza
zh_cn: 需要广告主信任
zh_hk: 需要廣告主信任

# alert_price_error
source: Price is not correct
es_es: El precio no es correcto
zh_cn: 价格错误
zh_hk: 價格錯誤

# contact_server_lab
source: Contact Customer Service
es_es: Contactar con el servicio de Atención al cliente
zh_cn: 联系客服
zh_hk: 聯繫客服

# contact_server_detail
source: To open a dispute, contact our customer support team via: 1. CoinCola Live Chat Support 2.Email contact@coincola.com
es_es: Para abrir una disputa, contacte a nuestro equipo de Atención al cliente a través de: 1. Soporte de chat en vivo de CoinCola 2.Email contact@coincola.com
zh_cn: 可选择以下方式联系客服处理纠可选择以下方式联系客服处理纠纷 1.微信搜索官方客服：coincola5
zh_hk: 可選擇以下方式聯繫客服處理糾可選擇以下方式聯繫客服處理糾紛 1.微信搜索官方客服：coincola5

# alert_send_failed
source: Send failed
es_es: Envío fallido
zh_cn: 发送失败
zh_hk: 發送失敗

# alert_cancel_trade_success
source: Trade successfully canceled
es_es: Comercio cancelado con éxito
zh_cn: 取消交易成功
zh_hk: 取消交易成功

# alert_trade_no_exist
source: This trade does not exist
es_es: Este comercio no existe
zh_cn: 交易不存在
zh_hk: 交易不存在

# alert_trade_no_manage
source: Operation not allowed during trading
es_es: Operación no permitida durante la negociación
zh_cn: 交易阶段不允许当前操作
zh_hk: 交易階段不允許當前操作

# alert_tuoguan_failed
source: Failed to reopen this trade
es_es: Reapertura de la operación fallida
zh_cn: 重启托管失败
zh_hk: 重啟託管失敗

# alert_eva_success
source: Review left successfully
es_es: Revisar con éxito
zh_cn: 评价成功
zh_hk: 評論成功

# alert_shortMsg_cannot_nil
source: Message can't be empty
es_es: El mensaje no puede estar vacío
zh_cn: 常用语不能为空
zh_hk: 常用語不能為空

# trade_eva_detail
source: Please leave a review for this trade
es_es: Por favor, deje una reseña para esta operación
zh_cn: 交易有何印象？快来点评下吧
zh_hk: 交易有何印象？快來點評下吧

# eva_positive
source: Positive
es_es: Positivo
zh_cn: 好评
zh_hk: 好評

# eva_mid
source: Neutral
zh_cn: 中评
zh_hk: 中評

# eva_negtive
source: Negative
es_es: Negativo
zh_cn: 差评
zh_hk: 差評

# alert_eva_first
source: Pleae leave a review
es_es: Por favor de una reseña
zh_cn: 请先评价
zh_hk: 請先評論

source: Copy
es_es: Copiar
zh_cn: 复制
zh_hk: 複製

# trade_warning_buyer
source: Trade guidelines: 1. Please read and make sure you understand the trade terms before starting a trade. 2. Trading assets are under protection of the platform during a trade, If there is a transaction dispute, the platform can be requested to intervene. For details, please refer to “Help”. 4. After a trade has started, digital assets are moved to a secure trade escrow. If you are a buyer, after starting a trade, please send payment via the agreed payment method and mark the transaction as sent. After the seller receives the payment and marks it as received, assets will be released from the escrow automatically. Please read the CoinCola terms of service and user guides in the Support section before trading. 5. Please be aware of any fraudulent activity and always check a trader's trade feedback before starting any trades. 6. In the event of dispute, CoinCola will evaluate all information provided before coming to a decision.
es_es: Normativa del comercio: 1. Por favor, lea y asegúrese de entender los términos comerciales antes de comenzar un intercambio. 2. Puede comunicarse con su socio comercial a través de la ventana de chat en vivo de CoinCola y también guardar sus registros de chat. 3. Si encuentra algún problema durante una operación, puede presentar una disputa. 4. Una vez iniciada la operación, los activos digitales se trasladan a un depósito de garantía comercial seguro. Si usted es un comprador, después de iniciar una operación, por favor envíe el pago a través del método de pago acordado y marque la transacción como enviada. Después de que el vendedor recibe el pago y lo marca como recibido, los activos serán liberados de la custodia automáticamente. Lea las condiciones de servicio y las guías del usuario de CoinCola en la sección de asistencia antes de operar. 5. Por favor, tenga en cuenta cualquier actividad fraudulenta y compruebe siempre las reseñas comerciales del operador antes de iniciar cualquier operación.6. En caso de una disputa, CoinCola evaluará toda la información proporcionada antes de tomar una decisión
zh_cn: 交易提醒 1.交易前请详细了解卖家的交易信息 2.请通过平台进行沟通约定，并保存好相关的聊天记录 3.交易过程中，交易资产处于平台的托管保护中，如遇到交易纠纷可请求平台介入，详情请查看“帮助
zh_hk: 交易提醒 1.交易前請詳細了解賣家的交易信息 2.請通過平台進行溝通約定，並保存好相關的聊天記錄 3.交易過程中，交易資產處於平台的託管保護中，如遇到交易糾紛可請求平台介入，詳情請查看“幫助”

# trade_warning_seller
source: Trade guidelines: 1. Please read and make sure you understand the trade terms before starting a trade. 2. Please communicate with your trade partner using the CoinCola Live Chat window and save your chat records. 3. Trading assets are under protection of the platform during a trade, If there is a transaction dispute, the platform can be requested to intervene. For details, please refer to “Help”. 4. After a trade has started, digital assets are moved to a secure trade escrow. If you are a buyer, after starting a trade, please send payment via the agreed payment method and mark the transaction as sent. After the seller receives the payment and marks it as received, assets will be released from the escrow automatically. Please read the CoinCola terms of service and user guides in the Support section before trading. 5. Please be aware of any fraudulent activity and always check a trader's trade feedback before starting any trades. 6. In the event of dispute, CoinCola will evaluate all information provided before coming to a decision.
es_es: Normativa del comercio: 1. Por favor, lea y asegúrese de entender los términos comerciales antes de comenzar un intercambio. 2. Puede comunicarse con su socio comercial a través de la ventana de chat en vivo de CoinCola y también guardar sus registros de chat. 3. Si encuentra algún problema durante una operación, puede presentar una disputa. 4. Una vez iniciada la operación, los activos digitales se trasladan a un depósito de garantía comercial seguro. Si usted es un comprador, después de iniciar una operación, por favor envíe el pago a través del método de pago acordado y marque la transacción como enviada. Después de que el vendedor recibe el pago y lo marca como recibido, los activos serán liberados de la custodia automáticamente. Lea las condiciones de servicio y las guías del usuario de CoinCola en la sección de asistencia antes de operar. 5. Por favor, tenga en cuenta cualquier actividad fraudulenta y compruebe siempre las reseñas comerciales del operador antes de iniciar cualquier operación.6. En caso de una disputa, CoinCola evaluará toda la información proporcionada antes de tomar una decisión
zh_cn: 交易提醒 1.交易前请详细了解买家的交易信息 2.请通过平台进行沟通约定，并保存好相关的聊天记录 3交易过程中，交易资产处于平台的托管保护中，如遇到交易纠纷可请求平台介入，详情请查看“帮助
zh_hk: 交易提醒 1.交易前請詳細了解買家的交易信息 2.請通過平台進行溝通約定，並保存好相關的聊天記錄 3.交易過程中，交易資產處於平台的託管保護中，如遇到交易糾紛可請求平台介入，詳情請查看“幫助”

# publish_buy_ad
source: Post Buy Ad
es_es: Publicar anuncio de compra
zh_cn: 发布购买广告
zh_hk: 發佈購買廣告

# publish_sell_ad
source: Post Sell Ad
es_es: Publicar anuncio de venta
zh_cn: 发布出售广告
zh_hk: 發佈出售廣告

# edit_publish_buy_ad
source: Edit Buy Ad
es_es: Editar anuncio de compra
zh_cn: 编辑购买广告
zh_hk: 編輯購買廣告

# edit_publish_sell_ad
source: Edit Sell Ad
es_es: Editar anuncio de venta
zh_cn: 编辑出售广告
zh_hk: 編輯出售廣告

source: China
zh_cn: 中国
zh_hk: 中國

# china_yuan
source: CNY
zh_cn: 人民币
zh_hk: 人民幣

# minute
source: mins
es_es: min
zh_cn: 分钟
zh_hk: 分鐘

# alert_edit_success
source: Edit success
es_es: Editición exitosa
zh_cn: 编辑成功
zh_hk: 編輯成功

# alert_publish_success
source: Publish success
es_es: Publicación exitosa
zh_cn: 发布成功
zh_hk: 發佈成功

# push_place_order_buy
source: [Buying Message] You have an unpaid trade, please complete payment
es_es: [Mensaje de compra] Si tiene una operación sin pagar, por favor complete el pago
zh_cn: [买币消息] 您有笔订单还未付款，请及时操作
zh_hk: [買幣消息] 您有筆訂單還未付款，請及時操作

# push_place_order_sell
source: [Selling Message] Buyer hasn't completed payment, please contact Buyer
es_es: [Mensaje de venta] El comprador no ha completado el pago, póngase en contacto con el comprador
zh_cn: [卖币消息] 您有笔订单买家还未付款，请及时联系对方处理
zh_hk: [賣幣消息] 您有筆訂單買家還未付款，請及時聯繫對方處理

# push_expiration_warning_buy
source: [Buying Message] You have an unpaid trade, please complete the payment otherwise the trade will be canceled.
es_es: [Mensaje de compra] Usted tiene una operación sin pagar, por favor complete el pago de lo contrario la operación será cancelada
zh_cn: [买币消息] 您有一笔订单还未付款，请尽快操作，否则超时将自动取消
zh_hk: [買幣消息] 您有一筆訂單還未付款，請儘快操作，否則超時將自動取消

# push_expiration_warning_sell
source: [Selling Message] Buyer hasn't proceeded with any further actions for this trade, please contact Buyer otherwise the trade will be canceled
es_es: [Mensaje de venta] El Comprador no ha procedido con ninguna otra acción para esta operación, por favor contacte al Comprador de lo contrario la operación será cancelada
zh_cn: [卖币消息] 您有一笔订单买家还未处理，请联系对方处理，否则超时将自动取消
zh_hk: [賣幣消息] 您有一筆訂單買家還未處理，請聯繫對方處理，否則超時將自動取消

# push_buyer_paid_buy
source: [Buying Message] You have marked this trade as Payment Completed, please wait for seller's confirmation
es_es: [Mensaje de compra] Usted ha marcado esta operación como Pago completado, por favor espere la confirmación del vendedor
zh_cn: [买币消息] 您标记付款完成，等待卖家确认后释放币
zh_hk: [買幣消息] 您標記付款完成，等待賣家確認後釋放幣

# push_buyer_paid_sell
source: [Selling Message] Buyer has marked this trade as Payment Completed, please ensure this payment has been received before you release cryptocurrency assets
es_es: [Mensaje de venta] El comprador ha marcado esta operación como Pago completado, por favor asegúrese de que este pago ha sido recibido antes de liberar los activos de criptomonedas
zh_cn: [卖币消息] 买家标记付款完成，等待您确认后释币
zh_hk: [賣幣消息] 買家標記付款完成，等待您確認後釋放幣

# push_not_paid_complaining_buy
source: [Buying Message] Buyer initiated a dispute: Buyer mark as paid, but The seller did not release the coins yet.
es_es: [Mensaje de compra] Disputa del vendedor: Usted marcó el pago como completado, pero el Vendedor no ha recibido el pago todavía.
zh_cn: [买币消息] 卖家发起了申诉。您标记付款完成，但卖家未收到款项
zh_hk: [買幣消息] 賣家發起了申訴。您標記付款完成，但賣家未收到款項

# push_not_paid_complaining_sell
source: [Selling Message] Your dispute: Buyer has marked the trade as Payment Completed, but you have not receive the payment yet.
es_es: [Mensaje de venta] Su disputa: El comprador ha marcado la operación como Pago Completado, pero aún no ha recibido el pago
zh_cn: [卖币消息] 您发起了申诉。买家标记付款完成，但您未收到款项
zh_hk: [賣幣消息] 您發起了申訴。買家標記付款完成，但您未收到款項

# push_idle_seller_complaining_buy
source: [Buying Message] Your dispute: You have completed the payment, but Seller didn't release coins assets yet.
es_es: [Mensaje de compra] Su disputa: Usted ha completado el pago, pero el vendedor no ha liberado los activos en criptomonedas todavía.
zh_cn: [买币消息] 您发起了申诉。您标记已付款，但卖家未释放币
zh_hk: [買幣消息] 您發起了申訴。您標記已付款，但賣家未釋放幣

# push_idle_seller_complaining_sell
source: [Selling Message] Buyer dispute: Buyer has paid, but you haven't released cryptocurrency assets yet.
es_es: [Mensaje de venta] Disputa del comprador: El comprador ha pagado, pero aún no ha liberado activos en criptomonedas
zh_cn: [卖币消息] 买家发起了申诉。买家标记已付款，但您未释放币
zh_hk: [賣幣消息] 買家發起了申訴。買家標記已付款，但您未釋放幣

# push_seller_confirmed_buy
source: [Buying Message] Seller has released cryptocurrency assets, please leave a review
es_es: [Mensaje de compra] El vendedor ha liberado activos en criptomonedas, por favor deje una reseña
zh_cn: [买币消息] 卖家已释放币，请对交易做出评价
zh_hk: [買幣消息] 賣家已釋放幣，請對交易做出評論

# push_seller_confirmed_sell
source: [Selling Message] You have released the cryptocurrency assets, please leave a review
es_es: [Mensaje de venta] Usted ha liberado los activos de criptomonedas, por favor deje una reseña
zh_cn: [卖币消息] 您已释放币，请对交易做出评价
zh_hk: [賣幣消息] 您已釋放幣，請對交易做出評論

# push_buyer_commented_buy
source: [Buying Message] You left a review for this trade
es_es: [Mensaje de compra] Usted dejó una reseña para esta operación
zh_cn: [买币消息] 您已完成评价
zh_hk: [買幣消息] 您已完成評論

# push_buyer_commented_sell
source: [Selling Message] Buyer has left you a review
es_es: [Mensaje de venta] El comprador le ha dejado una reseña
zh_cn: [卖币消息] 买家已完成评价
zh_hk: [賣幣消息] 買家已完成評論

# push_seller_commented_buy
source: [Buying Message] Seller has left you a review
es_es: [Mensaje de compra] El vendedor le ha dejado una reseña
zh_cn: [买币消息] 卖家已完成评价
zh_hk: [買幣消息] 賣家已完成評論

# push_seller_commented_sell
source: [Selling Message] You have left a review for this trade
es_es: [Mensaje de venta] Usted ha dejado una reseña para esta operación
zh_cn: [卖币消息] 您已完成评价
zh_hk: [賣幣消息] 您已完成評論

# push_arbitration_closed_buy
source: [Arbitration] Buyer didn't complete the payment. Seller wins dispute and Seller's cryptocurrency assets have been unfrozen
es_es: [Arbitraje] El comprador no completó el pago. El vendedor gana la disputa y los activos en criptomonedas del vendedor han sido desbloqueados
zh_cn: [交易仲裁] 买家未如实付款，卖家赢，托管解冻
zh_hk: [交易仲裁] 買家未如實付款，賣家贏，託管解凍
