Repository: SiZapPaaiGwat/pontoon-test
Catalog: locales/*/Localizable.strings
Languages: es_es, zh_cn, zh_hk

# scartchcard_new_first_subtitle
source: Here is a scratchcard, lucky you!
es_es: Aquí hay una tarjeta de rascar y ganar, ¡qué suerte!
zh_cn: 送你一张刮刮卡，好运连连来
zh_hk: 送你一張刮刮卡，好運連連來

# scratchcard_new_first_bottom
source: It can be opened once the trade is complete
es_es: Puede abrirse una vez finalizada la operación
zh_cn: 完成一笔交易后可刮开惊喜
zh_hk: 完成一筆交易後可刮開驚喜

# scrachcard_invite_success_title
source: Thanks for the referral!
es_es: ¡Gracias por la referencia!
zh_cn: 感谢你邀请
zh_hk: 感謝你邀請

# scrachcard_get_card_after_trade_title
source: Trade Reward
zh_cn: 交易福利大派送
zh_hk: 交易福利大派送

# scrachcard_push_noti
source: Here is your scratchcard, open for a surprise
es_es: Aquí está tu tarjeta de rascar, ábrela para una sorpresa
zh_cn: 您有一张刮刮卡，快来刮开惊喜吧！
zh_hk: 您有一張刮刮卡，快來刮開驚喜吧！

# regbag_scratchcard
source: Reward center
es_es: Centro de recompensas
zh_cn: 礼品中心
zh_hk: 禮品中心

source: Trade now
es_es: Comerciar ahora
zh_cn: 立即交易
zh_hk: 立即交易

# get_now
source: Get it now
es_es: Obtener ahora
zh_cn: 立即领取
zh_hk: 立即領取

# invite_now
source: Refer now
es_es: Referir ahora
zh_cn: 立即邀请
zh_hk: 立即邀請

# scratch_fialed
source: Scratching has failed
es_es: La tarjeta de rascar ha fallado
zh_cn: 刮开失败
zh_hk: 刮開失敗

# scratchcard_coincola
source: CoinCola scratchcard
es_es: Rasca y gana de CoinCola
zh_cn: 可盈可乐刮刮卡
zh_hk: 可盈可樂刮刮卡

source: scratchcard
es_es: rasca y gana
zh_cn: 刮刮卡
zh_hk: 刮刮卡

# ad_up
source: Activate
es_es: Activar
zh_cn: 上架
zh_hk: 上架

# ad_down
source: Deactivate
es_es: Desactivar
zh_cn: 下架
zh_hk: 下架

# have_no_new_version
source: This is the latest version.
es_es: Esta es la última versión.
zh_cn: 当前已是最新版本
zh_hk: 當前已是最新版本

# have_new_version
source: New update available.
es_es: Nueva actualización disponible
zh_cn: 更新至最新版本
zh_hk: 更新至最新版本

# alert_change_country_des
source: Change your region to:
es_es: Cambie su región a:
zh_cn: 是否切换到国家：
zh_hk: 是否切換到國家：

# alert_change_country_title
source: Change region
es_es: Cambiar región
zh_cn: 切换国家
zh_hk: 切換國家

# location_off_title
source: Turn on location services in your phone settings to allow CoinCola to locate your region
es_es: Active los servicios de localización en la configuración de su teléfono para que CoinCola pueda localizar su región
zh_cn: 开启定位以帮助CoinCola定位你所在的地区
zh_hk: 開啟定位以幫助CoinCola定位你所在的地區

# location_off_des
source: To discover advertisements and traders near you, please turn on location services in your phone settings
es_es: Para descubrir anuncios y comerciantes cerca de usted, por favor active los servicios de localización en la configuración de su teléfono
zh_cn: 为了方便您查找适合您的广告，请开启定位权限
zh_hk: 為了方便您查找適合您的廣告，請開啟定位權限

# return_to_china_lab
source: No advertisements found nearby
es_es: No se han encontrado anuncios cerca
zh_cn: 暂无广告，可切换地区查找更多
zh_hk: 暫無廣告，可切換地區查找更多

# return_to_china
source: Try selecting another region
es_es: Intente seleccionar otra región
zh_cn: 前往中国市场
zh_hk: 前往中國市場

# new_trade_des
source: First-time traders only
es_es: Sólo operadores nuevos
zh_cn: 仅限首次交易用户
zh_hk: 僅限首次交易用戶

# new_trade_title
source: Newbie Special
es_es: Especial para nuevos
zh_cn: 新手壕福利
zh_hk: 新手壕福利

# new_trade_date
source: Promotion period
es_es: Período de promoción
zh_cn: 活动时间
zh_hk: 活動時間

source: Save image
es_es: Guardar imagen
zh_cn: 保存图片
zh_hk: 保存圖片

# save_failed
source: Image failed to save
es_es: Imagen no guardada
zh_cn: 保存图片失败
zh_hk: 保存圖片失敗

# save_success
source: Successfuly saved
es_es: Exitosamente guardado
zh_cn: 保存图片成功
zh_hk: 保存圖片成功

# saveimage_off_title
source: CoinCola needs acess to your photo library
es_es: CoinCola necesita acceso a su biblioteca de fotos
zh_cn: 您还未开启相册的权限
zh_hk: 您還未開啟相冊的權限

# saveimage_off_des
source: Turn on photo display in Settings to allow CoinCola to use your photo
es_es: Active la visualización de fotos en Ajustes para que CoinCola pueda usar sus fotos
zh_cn: 请前往设置打开相册权限
zh_hk: 請前往設置打開相冊權限

# gain_most_1_BTC
source: Earn up to 1 BTC
es_es: Gane hasta 1 BTC
zh_cn: 最高可获得1BTC
zh_hk: 最高可獲得1BTC

# touch_me_scratch
source: Touch scratchcard for your chance to win
es_es: Toque la tarjeta de rascar para tener la oportunidad de ganar
zh_cn: 交易好福利，刮出惊喜来
zh_hk: 交易好福利，刮出驚喜來

# share_for_more
source: share to get more
es_es: Compartir para obtener más
zh_cn: 分享赚更多
zh_hk: 分享賺更多

# share_wechat_and_open
source: Share to Wechat and open by browser
es_es: Compartir con WeChat y abrir en el navegador
zh_cn: 分享到微信后用浏览器打开
zh_hk: 分享到微信后瀏覽器打開

# check_your_money_received
source: I confirm that I have received the payment from the trade partner
es_es: Confirmo que he recibido el pago del socio comercial
zh_cn: 我确认已收到对方的款项
zh_hk: 我確認已經收到對方的款項

# check_your_cancel
source: I confirm that I haven't paid yet
es_es: Confirmo que no he pagado todavía
zh_cn: 我确认还没有付款给对方
zh_hk: 我確認還沒有付款給對方

# check_your_money_sent
source: I confirm that the payment has been made to the other party
es_es: Confirmo que el pago se ha efectuado a la otra parte
zh_cn: 我确认已付款给对方
zh_hk: 我確認已付款給對方

source: Report
es_es: Reportar
zh_cn: 举报
zh_hk: 舉報

# report_tip
source: Submit a report to notify CoinCola of any fraudulent activity, inappropriate behavior or any other complaints regarding this advertisement. Choose from one or more of the subjects below and enter details in the text below before submitting.
es_es: Envíe un reporte para notificar a CoinCola de cualquier actividad fraudulenta, comportamiento inapropiado o cualquier otra queja relacionada con este anuncio. Elija uno o más de los temas a continuación e introduzca los detalles en el texto a continuación antes de enviar
zh_cn: 举报是指您对此交易有不满或者给我们反馈其他情况，仅用于反馈情况，我们核实后会进行相关处理，如果订单遇到纠纷，请通过申诉渠道解决。
zh_hk: 舉報是指您對此交易有不滿或者給我們反饋其他情況，僅用於反饋情況，我們核實後會進行相關處理，如果訂單遇到糾紛，請通過申訴渠道解決。

# report_placeholder
source: Please enter complaint details here
es_es: Por favor, introduzca los detalles de la queja aquí
zh_cn: 请在此说明更多细节(选填)
zh_hk: 請在此說明更多細節(選填)

# report_btn
source: Submit anonymously
es_es: Enviar anónimamente
zh_cn: 匿名举报
zh_hk: 匿名舉報

# report_word_limit
source: Limited to ? characters or less
es_es: Limitado a ? caracteres o menos
zh_cn: 最多可输入?个字
zh_hk: 最多可輸入?個字

# payment_limit_max
source: Limited to 45 minutes or less
es_es: Limitado a 45 minutos o menos
zh_cn: 最多可以设置45分钟
zh_hk: 最多可以設置45分鐘

# payment_limit_min
source: Limited to 5 minutes or more
es_es: Limitado a 5 minutos o más
zh_cn: 最小需要设置5分钟
zh_hk: 最小需要設置5分鐘

# error_code_4009
source: Your purchasing rights have been suspended for 24 hours as you have canceled too many orders.
es_es: Sus derechos de compra han sido suspendidos durante 24 horas porque ha cancelado demasiados pedidos
zh_cn: 您取消订单次数过多，24小时内将暂停您的购买权限。
zh_hk: 您取消訂單次數過多，24小時內將暫停您的購買權限。

# error_code_4010
source: Your purchasing rights have been suspended for 24 hours as you have canceled too many orders.
es_es: Sus derechos de compra han sido suspendidos durante 24 horas porque ha cancelado demasiados pedidos
zh_cn: 您取消订单次数过多，24小时内将暂停您的购买权限。
zh_hk: 您取消訂單次數過多，24小時內將暫停您的購買權限。

# error_code_4011
source: New users cannot exceed $2,000 for the their first trade.
es_es: Los nuevos usuarios no pueden superar los 2.000 dólares en su primera operación
zh_cn: 新用户首次交易不得超过2000元。
zh_hk: 新用戶首次交易不得超過2000元。

# report_reason_1
source: Unresponsive Trader
es_es: El operador no responde
zh_cn: 一直不响应
zh_hk: 壹直不響應

# report_reason_buy_2
source: Payment not sent
es_es: Pago no enviado
zh_cn: 已付款不放币
zh_hk: 已付款不放幣

# report_reason_buy_3
source: Suspected fraud
es_es: Sospecha de fraude
zh_cn: 涉嫌欺诈
zh_hk: 涉嫌欺詐

# report_reason_sell_2
source: Spam order
es_es: Orden de spam
zh_cn: 恶意下单不付款
zh_hk: 惡意下單不付款

# report_reason_sell_3
source: Fraudulent activity
es_es: Actividad fraudulenta
zh_cn: 伪造证据欺诈
zh_hk: 偽造證據欺詐

# report_reason_4
source: User asked to complete trade outside of CoinCola
es_es: Se solicita al usuario que realice operaciones fuera de CoinCola
zh_cn: 诱导其他交易
zh_hk: 誘導其他交易

# report_reason_5
source: Inappropriate behaviour
es_es: Comportamiento inadecuado
zh_cn: 态度差
zh_hk: 態度差

# report_reason_6
source: False information displayed
es_es: Información falsa mostrada
zh_cn: 挂虚假广告
zh_hk: 掛虛假廣告

# complain_shadow_tip
source: Tips
es_es: Nota
zh_cn: 温馨提示
zh_hk: 溫馨提示

# complain_shadow_1
source: You can open a dispute after Buyer has maked payment as sent.
es_es: Puede abrir una disputa después de que el Comprador haya realizado el pago tal y como fue enviado
zh_cn: 买家标记付款后才能发起申诉
zh_hk: 買家標記付款後才能發起申訴

# complain_shadow_2_head
source: If after
es_es: Si después de
zh_cn: 如果对方在
zh_hk: 如果對方在

# complain_shadow_2_tail
source: minutes there is no response to the transaction from the other party, you will be able to open a dispute.
es_es: minutos no hay respuesta sobre la transacción de la otra parte, podrás abrir una disputa.
zh_cn: 分钟后还没响应交易，您可对此订单发起申诉
zh_hk: 分鐘後還沒響應交易，您可對此訂單發起申訴

# complain_shadow_2
source: You can initiate a dispute after {time}
es_es: Puede iniciar una disputa después de {time}
zh_cn: {time}后可发起申诉
zh_hk: {time}後可發起申訴

# complain_shadow_3
source: The transaction has ended and further disputes can't be lodged. If you still have issues with this transaction, you can contact the customer service for consultation.
es_es: La transacción ha terminado y no se pueden presentar más disputas. Si todavía tiene problemas con esta transacción, puede ponerse en contacto con el servicio de Atención al cliente para una consulta
zh_cn: 交易已结束，无法发起申诉 如果对此交易仍有疑问，可联系客服进行咨询
zh_hk: 交易已結束，無法發起申訴 如果對此交易仍有疑問，可聯系客服進行咨詢

# my_transaction
source: Details(XX)
es_es: Detalles(XX)
zh_cn: 交易明细(XX)
zh_hk: 交易明細(XX)

# coin_type
source: Crypto currency
es_es: Seleccionar moneda
zh_cn: 选择币种
zh_hk: 選擇幣種

# coinType_qra
source: Select the cryptocurrency you want to trade.
es_es: Seleccione la criptomoneda que desea intercambiar
zh_cn: 请选择你要发布广告的币种
zh_hk: 請選擇妳要發布廣告的幣種

# btc_warning
source: Send only BTC to the deposit address. Sending any other currency to the BTC address will result in the loss of your deposit.
es_es: Enviar sólo BTC a la dirección de depósito. El envío de cualquier otra moneda a la dirección de BTC resultará en la pérdida de su depósito
zh_cn: BTC地址只能充值BTC资产 任何充入BTC地址的非BTC资产将不可找回
zh_hk: BTC地址只能充值BTC資產 任何充入BTC地址的非BTC資產將不可找回

# eth_warning
source: Please do not send your funds from a smart contract wallet, it won’t be accepted.
es_es: Por favor, no envíe sus fondos desde una cartera de contrato inteligente, no será aceptada
zh_cn: CoinCola暂不支持ETH智能合约的转入
zh_hk: CoinCola暫不支持ETH智能合約的轉入

# bch_warning
source: Send only BCH to the deposit address. Sending any other currency to the BCH address will result in the loss of your deposit.
es_es: Enviar sólo BCH a la dirección de depósito. El envío de cualquier otra moneda a la dirección del BCH resultará en la pérdida de su depósito
zh_cn: BCH地址只能充值BCH资产 任何充入BCH地址的非BCH资产将不可找回
zh_hk: BCH地址只能充值BCH資產 任何充入BCH地址的非BCH資產將不可找回

# ltc_warning
source: Send only LTC to the deposit address. Sending any other currency to the LTC address will result in the loss of your deposit.
es_es: Enviar sólo LTC a la dirección de depósito. El envío de cualquier otra divisa a la dirección de LTC supondrá la pérdida de su depósito
zh_cn: LTC地址只能充值LTC资产 任何充入LTC地址的非LTC资产将不可找回
zh_hk: LTC地址只能充值LTC資產 任何充入LTC地址的非LTC資產將不可找回

# setting_header_1
source: Safety
es_es: Seguridad
zh_cn: 个人安全设置
zh_hk: 個人安全設置

# setting_header_2
source: Trade
es_es: Comerciar
zh_cn: 交易设置
zh_hk: 交易設置

# setting_header_3
source: Account
es_es: Cuenta
zh_cn: 账户安全设置
zh_hk: 賬戶安全設置

# setting_header_4
source: Language
es_es: Idioma
zh_cn: 语言设置
zh_hk: 語言設置

# setting_footer_2
source: Enabling Touch ID allows for faster trading
es_es: Habilitar Touch ID permite operar más rápido
zh_cn: 开启指纹后，可使用指纹验证快速完成交易
zh_hk: 開啟指紋後，可使用驗證快速完成交易

# fund_alert_release_title
source: Payment password
es_es: Contraseña de pago
zh_cn: 资金密码
zh_hk: 資金密碼

# fund_alert_release_message
source: Enter your payment password to release XX
es_es: Introduzca su contraseña de pago para liberar XX
zh_cn: 输入密码释放XX
zh_hk: 輸入密碼釋放XX

# fund_alert_send_title
source: Payment password
es_es: Contraseña de pago
zh_cn: 资金密码
zh_hk: 資金密碼

# fund_alert_send_message
source: Enter your payment password to send XX
es_es: Introduzca su contraseña de pago para enviar XX
zh_cn: 输入密码发送XX
zh_hk: 輸入密碼發送XX

# fund_alert_set_title
source: Payment password
es_es: Contraseña de pago
zh_cn: 资金密码
zh_hk: 資金密碼

# fund_alert_set_message
source: Enter payment password to complete the next step
es_es: Introduzca la contraseña de pago para completar el siguiente paso
zh_cn: 输入资金密码以完成下一步的操作
zh_hk: 輸入資金密碼以完成下壹步的操作

# touch_id_alert_start_title
source: Use TouchID
es_es: Usar Touch ID
zh_cn: 启用指纹功能
zh_hk: 啟用指紋功能

# touch_id_alert_start_message
source: Would you like to use Touch ID for faster trading?
es_es: ¿Le gustaría usar Touch ID para operar más rápido?
zh_cn: 是否开启指纹功能，便于快捷操作
zh_hk: 是否開啟指紋功能，便於快捷操作

# touch_id_fallback
source: Try again
es_es: Inténtalo de nuevo
zh_cn: 再试一次
zh_hk: 再試壹次

# touch_id_reason
source: Scan your fingerprint using the Home button
es_es: Escanee su huella dactilar con el botón Inicio
zh_cn: 通过Home键验证手机指纹
zh_hk: 通過Home鍵驗證手機指紋

# setting_fund
source: Use password when releasing assets
es_es: Usar contraseña cuando se liberen los activos
zh_cn: 放币开启密码
zh_hk: 放幣開啟密碼

# setting_touchid
source: Use Touch ID when releasing coins
es_es: Usar Touch ID cuando se envíen monedas
zh_cn: 放币使用指纹
zh_hk: 放幣使用指紋

# setting_fund_success
source: Payment password is correct
es_es: La contraseña de pago es correcta
zh_cn: 验证成功
zh_hk: 驗證成功

# setting_fund_failed
source: Payment password is incorrect
es_es: La contraseña de pago es incorrecta
zh_cn: 密码错误，请重试。
zh_hk: 資金密碼錯誤

# new_version_title
source: New version
es_es: Nueva versión
zh_cn: 版本更新
zh_hk: 版本更新

# google_auth_bind_title
source: Enable Google 2-Step Verification
es_es: Activar verificación de 2 pasos de Google
zh_cn: 绑定谷歌验证
zh_hk: 綁定谷歌驗證

# google_auth_unbind_title
source: Unbind Google 2-Step Verification
es_es: Desenlazar verificación de 2 pasos de Google
zh_cn: 解绑谷歌验证
zh_hk: 解綁谷歌驗證

# google_auth
source: Google authenticator
es_es: verificación de 2 pasos de Google
zh_cn: 谷歌验证码
zh_hk: 谷歌驗證碼

# bind_auth
source: Verify and enable
es_es: Verificar y habilitar
zh_cn: 验证并启用
zh_hk: 驗證並啟用

# unbind_auth
source: Unbind
es_es: Desenlazar
zh_cn: 解除绑定
zh_hk: 解除綁定

# google_auth_bind_warning
source: Install the Google Authenticator mobile app on your phone and scan" or "copy the key to the app".
es_es: Instale la aplicación móvil de Google Authenticator en su teléfono y escanee" o "copie la clave en la aplicación".
zh_cn: 在App Store中搜索Google Authenticator下载应用通过谷歌验证器扫一扫或复制密钥添加到谷歌验证器
zh_hk: 在App Store中搜索Google Authenticator下載應用通過谷歌驗證器掃壹掃或復制密鑰添加到谷歌驗證器

# google_auth_teach
source: How to use Google authenticator
es_es: Cómo utilizar Google Authenticator
zh_cn: 查看详细教程
zh_hk: 查看詳細教程

# google_auth_teach_title
source: Binding tutorial for Google 2-Step Verification
es_es: Tutorial para la vinculación de la verificación de 2 pasos de Google
zh_cn: 绑定谷歌验证码教程
zh_hk: 綁定谷歌驗證碼教程

# google_auth_teach_detail
source: Google Authentication protects your account more securely and does not affect your transactions. When you enable it, you’ll need to enter a Google verification code to complete transactions. How to it set up : 1. Install the Google Authenticator mobile app on your phone.
es_es: La autenticación de Google protege su cuenta de forma más segura y no afecta a sus transacciones. Cuando lo habilite, deberá introducir un código de verificación de Google para completar las transacciones. Cómo configurarlo : 1. Instale la aplicación para móviles de Google Authenticator en su teléfono
zh_cn: 谷歌双重验证可以更安全的保护您的账户，未开启不影响正常的交易。 开启后，每次登录、提币操作时，需要输入谷歌验证码确保您的资金安全。操作步骤如下： 1.App Store中搜索Google Authenticator下载；
zh_hk: 谷歌雙重驗證可以更安全的保護您的賬戶，未開啟不影響正常的交易。 開啟後，每次登錄、提幣操作時，需要輸入谷歌驗證碼確保您的資金安全。操作步驟如下： 1.App Store中搜索Google Authenticator下載；

# google_auth_teach_download
source: Download Google Authenticator
es_es: Descargue Google Authenticator
zh_cn: 点击下载Google Authenticator
zh_hk: 點擊下載Google Authenticator

# google_auth_teach_detail1
source: 2. Using the Google Authenticator app, select 'Add new account' (Android users) or the ‘+’ symbol (iOs users). Either enter the Key code listed above or select 'Scan barcode' and scan the QR code above to bind your account.
es_es: 2. Utilizando la aplicación Google Authenticator, seleccione "Añadir nueva cuenta" (usuarios de Android) o el símbolo "+" (usuarios de iOS). Introduzca el código que aparece arriba o seleccione 'Escanear código' y escanee el código QR que aparece arriba para vincular su cuenta
zh_cn: 2.安装后在谷歌验证器点击“添加新账户 (是个 + 号)“，然后选择“扫描条形码“扫描CoinCola绑定谷歌验证器页面的二维码； 如果您无法扫描成功条形码，您还可以手动添加账户，并输入CoinCola绑定谷歌验证器页面的密钥； 3.配置完成后，手机上会显示一个 6 位数字，每隔 30 秒变化一次。这个数字即为您的双重验证密码。
zh_hk: 2.安裝後在谷歌驗證器點擊“添加新賬戶 (是個 + 號)“，然後選擇“掃描條形碼“掃描CoinCola綁定谷歌驗證器頁面的二維碼； 如果您無法掃描成功條形碼，您還可以手動添加賬戶，並輸入CoinCola綁定谷歌驗證器頁面的密鑰； 3.配置完成後，手機上會顯示壹個 6 位數字，每隔 30 秒變化壹次。這個數字即為您的雙重驗證密碼。

# google_auth_teach_warning
source: Note: Do not delete this 2-step authentification account, otherwise your account will no longer be accessible. You should record the key, in case it is accidentally deleted, you can then manually enter the key to recover your account. In the event of the loss or deletion of your Google Authenticator account , Please contact Google customer service.
es_es: Nota: No elimine esta cuenta de autenticación de 2 pasos, de lo contrario su cuenta ya no será accesible. Debe registrar la clave, en caso de que se elimine accidentalmente, puede introducirla manualmente para recuperar su cuenta. En caso de pérdida o eliminación de su cuenta de Google Authenticator, póngase en contacto con el servicio de atención al cliente de Google
zh_cn: 注意事项：请勿删除此双重验证密码账户，否则会导致您无法进行账户操作，您可将密钥记录下来，如果误删，可通过手动输入密钥来恢复。如果不幸丢失或删除Google Authenticator，请联系客服咨询。
zh_hk: 註意事項：請勿刪除此雙重驗證密碼賬戶，否則會導致您無法進行賬戶操作，您可將密鑰記錄下來，如果誤刪，可通過手動輸入密鑰來恢復。如果不幸丟失或刪除Google Authenticator，請聯系客服咨詢。

# google_auth_unbind_warning
source: Enabling Google 2-Step Verification adds an extra layer of security to your account. Unlinking will result in a less secure account.
es_es: La activación de la verificación en dos pasos de Google añade una capa adicional de seguridad a su cuenta. La desvinculación resultará en una cuenta menos segura
zh_cn: 绑定谷歌验证能有效保护您的账户安全，解绑后您账户安全性会下降，请慎重解绑
zh_hk: 綁定谷歌驗證能有效保護您的賬戶安全，解綁後您賬戶安全性會下降，請慎重解綁

# auth_account
source: Account
es_es: Cuenta
zh_cn: 账户名称
zh_hk: 賬戶名稱

source: Secret
es_es: Secreto
zh_cn: 密钥
zh_hk: 密鑰

# album_title
source: CoinCola needs access to your photo album
es_es: CoinCola necesita acceder a su álbum de fotos
zh_cn: CoinCola需要访问您的相册
zh_hk: CoinCola需要訪問您的相冊

# album_des
source: Allow access to your album in your phone’s settings
es_es: Permitir el acceso a su carpeta en la configuración de su teléfono
zh_cn: 在设置中开启相册访问权限以保存图片
zh_hk: 在設置中開啟相冊訪問權限以保存圖片

# bind_auth_success
source: Binding success
es_es: Vinculación exitoso
zh_cn: 绑定成功
zh_hk: 綁定成功

# unbind_auth_success
source: Unbinding success
es_es: Desvinculación exitosa
zh_cn: 解绑成功
zh_hk: 解綁成功

# google_auth_tip
source: You have enabled Google 2-Step Authenticator. Enter your Authenticator code
es_es: Ha habilitado la verificación de dos pasos de Google. Introduzca su código de verificación
zh_cn: 您已开启谷歌验证，请输入谷歌验证码
zh_hk: 您已開啟谷歌驗證，請輸入谷歌驗證碼

# google_auth_tip_again
source: Please enter a valid Google 2-Step verification code
es_es: Por favor, introduzca un código de verificación válido de dos pasos de Google
zh_cn: 请输入正确的谷歌验证码
zh_hk: 請輸入正確的谷歌驗證碼

# shortMsg_auth_tip
source: You have enabled identity verification via SMS. Enter SMS verification code XX
es_es: Ha habilitado la verificación de identidad mediante SMS. Introduzca el código de verificación SMS: XX
zh_cn: 短信验证身份，请输入XX的短信验证码
zh_hk: 短信驗證身份，請輸入XX的短信驗證碼

# shortMsg_auth_tip_again
source: Please enter XX SMS verification code
zh_cn: 请输入XX的短信验证码
zh_hk: 請輸入XX的短信驗證碼

# modify_phoneNum
source: Bind a new phone number
es_es: Vincular un nuevo número de teléfono
zh_cn: 绑定新手机号
zh_hk: 綁定新手機號

# unbind_phone_modify_tip
source: After changing your linked phone number, you cannot withdraw cryptocurrency assets within the next 24 hours.After changing your linked phone number, please use your new phone number to log in.
es_es: Después de cambiar su número de teléfono vinculado, no puede retirar activos de criptomoneda en las próximas 24 horas.Después de cambiar su número de teléfono vinculado, utilice su nuevo número de teléfono para iniciar sesión.
zh_cn: 修改手机号，24小时内限制提币。一个手机号只能绑定一个账号。更换手机号后，下次登录可使用新手机号登录。
zh_hk: 修改手機號，24小時內限制提幣,壹個手機號只能綁定壹個賬號，更換手機號後，下次登錄可使用新手機號登錄

# unbind_phoneNum_failed_message
source: If your original phone number does not work, you will need to change your phone number. Please contact CoinCola official customer support for guidance.
es_es: Si su número de teléfono original no funciona, póngase en contacto con el servicio oficial de Atención al cliente de CoinCola para obtener orientación
zh_cn: 如果您原来的手机号无法正常使用，仍需修改手机号，请联系CoinCola官方客服进行咨询
zh_hk: 如果您原來的手機號無法正常使用，仍需修改手機號，請聯系CoinCola官方客服進行咨詢

# auth_old_phoneNum
source: Bind a new phone number
es_es: Vincular un nuevo número telefónico
zh_cn: 原手机号验证
zh_hk: 原手機號驗證

# unbind_phone_modify_failed
source: Didn't get the code?
es_es: ¿No recibió el código?
zh_cn: 收不到验证码？
zh_hk: 收不到驗證碼？

# code_sent
source: The verification code has been sent
es_es: Se ha enviado el código de verificación
zh_cn: 验证码已发送至
zh_hk: 驗證碼已發送至

# fund_title_modify
source: Change payment password
es_es: Modificar la contraseña de pago
zh_cn: 修改资金密码
zh_hk: 修改資金密碼

# setting_modify_phone
source: Change phone number
es_es: Modificar número de teléfono
zh_cn: 修改手机号
zh_hk: 修改手機號

# RC_ERROR
source: Network error, please restart APP
es_es: Error de red, por favor reinicie la aplicación
zh_cn: 网络延迟，请尝试重启APP
zh_hk: 網絡延遲，請嘗試重啟APP

# RC_reconnect_success
source: Live chat now available
es_es: Chat en vivo ahora disponible
zh_cn: 聊天功能重连成功
zh_hk: 聊天功能重連成功

# ad_warning_text
source: • Publishing an ad listing is free. • XX1% fee per completed transaction. • At least XX2 XX3 is required in the wallet to allow ads to show publicly • Ads will be taken offline when your wallet balance falls below XX2 XX3 or below your set minimum transaction amount.
es_es: • Publicar un anuncio es gratis. • XX1% de comisión por transacción completada. • Se requiere al menos XX2 XX3 en la cartera para permitir que los anuncios se muestren públicamente
zh_cn: • 发布一则交易广告是免费的 • 每笔完成的交易需要缴纳 XX1% 的费用 • 钱包中至少需要有 XX2 XX3，广告才会正常展示
zh_hk: • 發布壹則交易廣告是免費的 • 每筆完成的交易需要繳納 XX1% 的費用 • 錢包中至少需要有 XX2 XX3，廣告才會正常展示

# ad_max_price
source: Max price
es_es: Precio máximo
zh_cn: 最 高 价
zh_hk: 最 高 價

# ad_max_price_placeholder
source: Max price of your ad
es_es: Precio máximo de su anuncio
zh_cn: 广告最高可成交的价格
zh_hk: 廣告最高可成交的價格

# ad_max_price_qra
source: We help you maintain a stable profit when prices fluctuate. For example, if the market price is 1000 or more, your ad will still display a price of 1000(reference price * (1 + Margin)).
es_es: Le ayudamos a mantener un beneficio estable cuando los precios fluctúen. Por ejemplo, si el precio de mercado es 1.000 o más, su anuncio seguirá mostrando un precio de 1.000 (precio de referencia * (1 + Margen))
zh_cn: 广告最高可成交的价格，可帮助您在价格剧烈波动时保持稳定的盈利，比如最高价为1000，市场价处于1000以上时，您的广告将依旧以1000的价格展示出来
zh_hk: 廣告最高可成交的價格，可幫助您在價格劇烈波動時保持穩定的盈利，比如最高價為1000，市場價處於1000以上時，您的廣告將依舊以1000的價格展示出來

# ad_max_count
source: Order limit
es_es: Límite de orden
zh_cn: 接单上限
zh_hk: 接單上限

# ad_max_count_placeholder
source: Maximum number of active orders
es_es: Número máximo de órdenes activas
zh_cn: 最大订单处理数
zh_hk: 最大訂單處理數
